[
  {
    "name": "Fyodor Dostoyevsky",
    "born": "1821-11-11T00:00:00",
    "died": "1881-02-09T00:00:00",
    "about": "Fyodor Mikhaylovich Dostoyevsky  (Russian: Фёдор Михайлович Достоевский), sometimes transliterated Dostoevsky (see Fyodor Mikhailovich Dostoevsky/Fyodor Dostoevsky/Feodor Dostoevsky) or Dostoïevski (see Fiodor Dostoïevski/Fiódor M. Dostoievski/Fédor Mikhaïlovitch Dostoïevski), was a Russian novelist, journalist, and short-story writer whose psychological penetration into the human psyche had a profound influence on the 20th century novel.Dostoyevsky was the second son of a former army doctor. He was educated at home and at a private school. Shortly after the death of his mother in 1837 he was sent to St. Petersburg, where he entered the Army Engineering College. Dostoyevsky's father died in 1839, most likely of apoplexy, but it was rumored that he was murdered by his own serfs. Dostoyevsky graduated as a military engineer, but resigned in 1844 to devote himself to writing. His first novel,  Poor Folk  appeared in 1846.That year he joined a group of utopian socialists. He was arrested in 1849 and sentenced to death, commuted to imprisonment in Siberia. Dostoyevsky spent four years in hard labor and four years as a soldier in Semipalatinsk, a city in what it is today Kazakhstan.Dostoyevsky returned to St. Petersburg in 1854 as a writer with a religious mission and published three works that derive in different ways from his Siberia experiences:  The House of the Dead , (1860) a fictional account of prison life, The Insulted and Injured, which reflects the author's refutation of naive Utopianism in the face of evil, and Winter Notes on Summer Impressions, his account of a trip to Western Europe.In 1857 Dostoyevsky married Maria Isaev, a 29-year old widow. He resigned from the army two years later. Between the years 1861 and 1863 he served as editor of the monthly periodical Time, which was later suppressed because of an article on the Polish uprising.In 1864-65 his wife and brother died and he was burdened with debts. His situation was made even worse by his gambling addiction. From the turmoil of the 1860s emerged Notes from the Underground, a psychological study of an outsider, which marked a major advancement in Dostoyevsky's artistic and creative development.In 1867 Dostoyevsky married Anna Snitkin, his 22-year old stenographer. They traveled abroad and returned in 1871. By the time of The Brothers Karamazov (1879-80), Dostoyevsky was recognized in his own country as one of its great writers.",
    "imageUrl": "https://images.gr-assets.com/authors/1506003555p5/3137322.jpg"
  },
  {
    "name": "Leo Tolstoy",
    "born": "1828-09-09T00:00:00",
    "died": "1910-11-20T00:00:00",
    "about": "Lev Nikolayevich Tolstoy (Russian: Лев Николаевич Толстой; commonly Leo Tolstoy in Anglophone countries) was a Russian writer who primarily wrote novels and short stories. Later in life, he also wrote plays and essays. His two most famous works, the novels War and Peace and Anna Karenina, are acknowledged as two of the greatest novels of all time and a pinnacle of realist fiction. Many consider Tolstoy to have been one of the world's greatest novelists. Tolstoy is equally known for his complicated and paradoxical persona and for his extreme moralistic and ascetic views, which he adopted after a moral crisis and spiritual awakening in the 1870s, after which he also became noted as a moral thinker and social reformer.His literal interpretation of the ethical teachings of Jesus, centering on the Sermon on the Mount, caused him in later life to become a fervent Christian anarchist and anarcho-pacifist. His ideas on nonviolent resistance, expressed in such works as The Kingdom of God Is Within You, were to have a profound impact on such pivotal twentieth-century figures as Mohandas Gandhi and Martin Luther King, Jr.",
    "imageUrl": "https://images.gr-assets.com/authors/1558279485p5/128382.jpg"
  },
  {
    "name": "Mikhail Bulgakov",
    "born": "1891-05-15T00:00:00",
    "died": "1940-03-10T00:00:00",
    "about": "Mikhail Bulgakov was born in Kyiv, Russian Empire (today Ukraine) on May 15 1891. He studied and briefly practised medicine and, after indigent wanderings through revolutionary Russia and the Caucasus, he settled in Moscow in 1921. His sympathetic portrayal of White characters in his stories, in the plays The Days of the Turbins (The White Guard), which enjoyed great success at the Moscow Art Theatre in 1926, and Flight (1927), and his satirical treatment of the officials of the New Economic Plan, led to growing criticism, which became violent after the play The Purple Island. His later works treat the subject of the artist and the tyrant under the guise of historical characters, with plays such as Molière, staged in 1936, Don Quixote, staged in 1940, and Pushkin, staged in 1943. He also wrote a brilliant biography, highly original in form, of his literary hero, Molière, but The Master and Margarita, a fantasy novel about the devil and his henchmen set in modern Moscow, is generally considered his masterpiece. Fame, at home and abroad, was not to come until a quarter of a century after his death in Moscow in 1940.  Detailed Version Mikhaíl Afanasyevich Bulgakov (Russian: Михаил Булгаков) was the first of six children in the family of a theology professor. His family belonged to the intellectual elite of Kyiv. Bulgakov and his brothers took part in the demonstration commemorating the death of Leo Tolstoy. Bulgakov later graduated with honors from the Medical School of Kyiv University in 1915. He married his classmate Tatiana Lappa, who became his assistant at surgeries and in his doctor's office. He practiced medicine, specializing in venereal and other infectious diseases, from 1915 to 1919 (he later wrote about the experience in \"Notes of a Young Doctor.\")He joined the anti-communist White Army during the Russian Civil War. After the Civil War, he tried (unsuccesfully) to emigrate from Russia to reunite with his brother in Paris. Several times he was almost killed by opposing forces on both sides of the Russian Civil War, but soldiers needed doctors, so Bulgakov was left alive. He provided medical help to the Chehchens, Caucasians, Cossacs, Russians, the Whites, and the Reds.In 1921, Bulgakov moved to Moscow. There he became a writer and became friends with Valentin Katayev, Yuri Olesha, Ilya Ilf, Yevgeni Petrov, and Konstantin Paustovsky. Later, he met Mikhail Zoschenko, Anna Akhmatova, Viktor Ardov, Sergei Mikhalkov, and Kornei Chukovsky. Bulgakov's plays at the Moscow Art Theatre were directed by Stanislavsky and Vladimir Nemirovich-Danchenko. Bugakov's own way of life and his witty criticism of the ugly realities of life in the Soviet Union caused him much trouble. His story \"Heart of a Dog\" (1925) is a bitter satire about the loss of civilized values in Russia under the Soviet system. Soon after, Bulgakov was interrogated by the Soviet secret service, OGPU. After interrogations, his personal diary and several unfinished works were confiscated by the secret service. His plays were banned in all theaters, which terminated his income. Destitute, he wrote to his brother in Paris about his terrible life and poverty in Moscow. Bulgakov distanced himself from the Proletariat Writer's Union because he refused to write about the peasants and proletariat. He adapted \"Dead Souls\" by Nikolai Gogol for the stage; it became a success but was soon banned.He took a risk and wrote a letter to Joseph Stalin with an ultimatum: \"Let me out of the Soviet Union, or restore my work at the theaters.\" On the 18th of April of 1930, Bulgakov received a telephone call from Joseph Stalin. The dictator told the writer to fill an employment application at the Moscow Art Theater. Gradually, Bulgakov's plays were back in the repertoire of the Moscow Art Theatre. But most other theatres were in fear and did not stage any of the Bulgakov's plays for many years.",
    "imageUrl": "https://images.gr-assets.com/authors/1469997797p5/3873.jpg"
  },
  {
    "name": "Nikolai Gogol",
    "born": "1809-03-31T00:00:00",
    "died": "1852-03-04T00:00:00",
    "about": "Nikolai Vasilievich Gogol (Николай Васильевич Гоголь) was born in the Ukrainian Cossack village of Sorochyntsi, in Poltava Governorate of the Russian Empire, present-day Ukraine. His mother was a descendant of Polish nobility. His father Vasily Gogol-Yanovsky, a descendant of Ukrainian Cossacks, belonged to the petty gentry, wrote poetry in Russian and Ukrainian, and was an amateur Ukrainian-language playwright who died when Gogol was 15 years old.In 1820 Gogol went to a school of higher art in Nizhyn and remained there until 1828. It was there that he began writing. Very early he developed a dark and secretive disposition, marked by a painful self-consciousness and boundless ambition. Equally early he developed an extraordinary talent for mimicry which later on made him a matchless reader of his own works.In 1828, on leaving school, Gogol came to Petersburg. He had hoped for literary fame and brought with him a Romantic poem of German idyllic life – Ganz Küchelgarten. He had it published, at his own expense, under the name of \"V. Alov.\" The magazines he sent it to almost universally derided it. He bought all the copies and destroyed them, swearing never to write poetry again.Gogol was one of the first masters of the short story, alongside Alexander Pushkin, Prosper Mérimée, E. T. A. Hoffmann, and Nathaniel Hawthorne. He was in touch with the \"literary aristocracy\", and was taken up by Vasily Zhukovsky and Pyotr Pletnyov, and (in 1831) was introduced to Pushkin.In 1831, he brought out the first volume of his Ukrainian stories (Evenings on a Farm Near Dikanka), which met with immediate success. He followed it in 1832 with a second volume, and in 1835 by two volumes of stories entitled Mirgorod, as well as by two volumes of miscellaneous prose entitled Arabesques. At this time, Gogol developed a passion for Ukrainian history and tried to obtain an appointment to the history department at Kiev University. His fictional story Taras Bulba, based on the history of Ukrainian cossacks, was the result of this phase in his interests. Between 1832 and 1836 Gogol worked with great energy, though almost all his work has in one way or another its sources in his four years of contact with Pushkin. Only after the presentation, on 19 April 1836, of his comedy The Government Inspector (Revizor) that he finally came to believe in his literary vocation.From 1836 to 1848 he lived abroad, travelling throughout Germany and Switzerland, as well as spending the winter of 1836–1837 in Paris.Pushkin's death produced a strong impression on Gogol. His principal work during years following Pushkin's death was the satirical epic Dead Souls. Concurrently, he worked at other tasks – recast Taras Bulba and The Portrait, completed his second comedy, Marriage (Zhenitba), wrote the fragment Rome and his most famous short story, The Overcoat.After the triumph of Dead Souls, Gogol came to be regarded as a great satirist who lampooned the unseemly sides of Imperial Russia. However, Dead Souls was but the first part of a counterpart to The Divine Comedy. The first part represented the Inferno; the second part was to depict the gradual purification and transformation of the rogue Chichikov under the influence of virtuous publicans and governors – Purgatory.His last years were spent in restless movement throughout the country. He intensified his relationship with a church elder, Matvey Konstantinovsky. He seems to have strengthened in Gogol the fear of perdition by insisting on the sinfulness of all his imaginative work. His health was undermined by exaggerated ascetic practices and he fell into a state of deep depression. On the night of 24 February 1852, he burned some of his manuscripts, which contained most of the second part of Dead Souls. He explained this as a mistake, a practical joke played on him by the Devil. Soon thereafter, he took to bed, refused all food, and died in great pain nine days later.",
    "imageUrl": "https://images.gr-assets.com/authors/1303965602p5/232932.jpg"
  },
  {
    "name": "Vladimir Nabokov",
    "born": "1899-04-22T00:00:00",
    "died": "1977-07-02T00:00:00",
    "about": "Russian:  Владимир Владимирович Набоков .Vladimir Vladimirovich Nabokov, also known by the pen name Vladimir Sirin, was a Russian-American novelist. Nabokov wrote his first nine novels in Russian, then rose to international prominence as a master English prose stylist. He also made significant contributions to lepidoptery, and had a big interest in chess problems.Nabokov's Lolita (1955) is frequently cited as his most important novel, and is at any rate his most widely known one, exhibiting the love of intricate wordplay and descriptive detail that characterized all his works.Lolita was ranked fourth in the list of the Modern Library 100 Best Novels; Pale Fire (1962) was ranked 53rd on the same list, and his memoir, Speak, Memory (1951), was listed eighth on the publisher's list of the 20th century's greatest nonfiction. He was also a finalist for the National Book Award for Fiction seven times.",
    "imageUrl": "https://images.gr-assets.com/authors/1482502806p5/5152.jpg"
  },
  {
    "name": "Ivan Turgenev",
    "born": "1818-11-09T00:00:00",
    "died": "1883-09-03T00:00:00",
    "about": "Ivan Sergeyevich Turgenev (Cyrillic: Иван Тургенев) was a novelist, poet, and dramatist, and now ranks as one of the towering figures of Russian literature. His major works include the short-story collection A Sportsman’s Sketches (1852) and the novels Rudin (1856), Home of the Gentry (1859), On the Eve (1860), and Fathers and Sons (1862). These works offer realistic, affectionate portrayals of the Russian peasantry and penetrating studies of the Russian intelligentsia who were attempting to move the country into a new age. His masterpiece, Fathers and Sons, is considered one of the greatest novels of the nineteenth century. Turgenev was a contemporary with Fyodor Dostoevsky and Leo Tolstoy. While these wrote about church and religion, Turgenev was more concerned with the movement toward social reform in Russia.",
    "imageUrl": "https://images.gr-assets.com/authors/1239589274p5/410680.jpg"
  },
  {
    "name": "Boris Pasternak",
    "born": "1890-02-10T00:00:00",
    "died": "1960-05-30T00:00:00",
    "about": "Boris Leonidovich Pasternak was born in Moscow to talented artists: his father a painter and illustrator of Tolstoy's works, his mother a well-known concert pianist. Though his parents were both Jewish, they became Christianized, first as Russian Orthodox and later as Tolstoyan Christians. Pasternak's education began in a German Gymnasium in Moscow and was continued at the University of Moscow. Under the influence of the composer Scriabin, Pasternak took up the study of musical composition for six years from 1904 to 1910. By 1912 he had renounced music as his calling in life and went to the University of Marburg, Germany, to study philosophy. After four months there and a trip to Italy, he returned to Russia and decided to dedicate himself to literature.Pasternak's first books of verse went unnoticed. With My Sister Life, 1922, and Themes and Variations, 1923, the latter marked by an extreme, though sober style, Pasternak first gained a place as a leading poet among his Russian contemporaries. In 1924 he published Sublime Malady, which portrayed the 1905 revolt as he saw it, and The Childhood of Luvers, a lyrical and psychological depiction of a young girl on the threshold of womanhood. A collection of four short stories was published the following year under the title Aerial Ways. In 1927 Pasternak again returned to the revolution of 1905 as a subject for two long works: \"Lieutenant Schmidt\", a poem expressing threnodic sorrow for the fate of the Lieutenant, the leader of the mutiny at Sevastopol, and \"The Year 1905\", a powerful but diffuse poem which concentrates on the events related to the revolution of 1905. Pasternak's reticent autobiography, Safe Conduct, appeared in 1931, and was followed the next year by a collection of lyrics, Second Birth, 1932. In 1935 he published translations of some Georgian poets and subsequently translated the major dramas of Shakespeare, several of the works of Goethe, Schiller, Kleist, and Ben Jonson, and poems by Petöfi, Verlaine, Swinburne, Shelley, and others. In Early Trains, a collection of poems written since 1936, was published in 1943 and enlarged and reissued in 1945 as Wide Spaces of the Earth. In 1957 Doctor Zhivago, Pasternak's only novel - except for the earlier \"novel in verse\", Spektorsky (1926) - first appeared in an Italian translation and has been acclaimed by some critics as a successful attempt at combining lyrical-descriptive and epic-dramatic styles. Pasternak lived in Peredelkino, near Moscow, until his death in 1960.",
    "imageUrl": "https://images.gr-assets.com/authors/1422699346p5/7902.jpg"
  },
  {
    "name": "Aleksandr Solzhenitsyn",
    "born": "1918-12-10T00:00:00",
    "died": "2008-08-03T00:00:00",
    "about": "Aleksandr Isayevich Solzhenitsyn (Russian: Александр Иса́евич Солженицын) was a Soviet and Russian novelist, dramatist, and historian. Through his writings he helped to make the world aware of the Gulag, the Soviet Union's forced labor camp system—particularly The Gulag Archipelago and One Day in the Life of Ivan Denisovich, two of his best-known works. Solzhenitsyn was awarded the Nobel Prize in Literature in 1970. He was exiled from the Soviet Union in 1974 and returned to Russia in 1994. Solzhenitsyn was the father of Ignat Solzhenitsyn, a conductor and pianist.AKAAlexander Solzenitsyn (English, alternate)Αλεξάντρ Σολζενίτσιν (Greek)",
    "imageUrl": "https://images.gr-assets.com/authors/1574793149p5/19771050.jpg"
  },
  {
    "name": "Alexander Pushkin",
    "born": "1799-06-06T00:00:00",
    "died": "1837-02-10T00:00:00",
    "about": "See also:Russian: Александр Сергеевич ПушкинFrench: Alexandre PouchkineNorwegian: Aleksander PusjkinAlexander Sergeevich Pushkin was a Russian author who is considered to be the greatest Russian poet and the founder of modern Russian literature. Pushkin pioneered the use of vernacular speech in his poems and plays, creating a style of storytelling—mixing drama, romance, and satire—associated with Russian literature ever since and greatly influencing later Russian writers.Born in Moscow, Pushkin published his first poem at the age of fifteen, and was widely recognized by the literary establishment by the time of his graduation from the Imperial Lyceum in Tsarskoe Selo. Pushkin gradually became committed to social reform and emerged as a spokesman for literary radicals; in the early 1820s he clashed with the government, which sent him into exile in southern Russia. While under the strict surveillance of government censors and unable to travel or publish at will, he wrote his most famous play, the drama Boris Godunov, but could not publish it until years later. His novel in verse, Eugene Onegin, was published serially from 1825 to 1832.Pushkin and his wife Natalya Goncharova, whom he married in 1831, later became regulars of court society. In 1837, while falling into greater and greater debt amidst rumors that his wife had started conducting a scandalous affair, Pushkin challenged her alleged lover, Georges d'Anthès, to a duel. Pushkin was mortally wounded and died two days later.Because of his liberal political views and influence on generations of Russian rebels, Pushkin was portrayed by Bolsheviks as an opponent to bourgeois literature and culture and a predecessor of Soviet literature and poetry. Tsarskoe Selo was renamed after him.",
    "imageUrl": "https://images.gr-assets.com/authors/1207346296p5/16070.jpg"
  },
  {
    "name": "Yevgeny Zamyatin",
    "born": "1884-02-01T00:00:00",
    "died": "1937-03-10T00:00:00",
    "about": "Yevgeny Zamyatin (Russian: Евгений Замятин, sometimes also seen spelled Eugene Zamiatin) Russian novelist, playwright, short story writer, and essayist, whose famous anti-utopia (1924, We) prefigured Aldous Huxley's Brave New World (1932), and inspired George Orwell's 1984 (1949). The book was considered a \"malicious slander on socialism\" in the Soviet Union, and it was not until 1988 when Zamyatin was rehabilitated. In the English-speaking world We has appeared in several translations.\"And then, just the way it was this morning in the hangar, I saw again, as though right then for the first time in my life, I saw everything: the unalterably straight streets, the sparkling glass of the sidewalks, the divine parallelepipeds of the transparent dwellings, the squared harmony of our gray-blue ranks. And so I felt that I - not generations of people, but I myself - I had conquered the old God and the old life, I myself had created all this, and I'm like a tower, I'm afraid to move my elbow for fear of shattering the walls, the cupolas, the machines...\" (from We, trans. by Clarence Brown)Yevgeny Ivanovich Zamyatin was born in the provincial town of Lebedian, some two hundred miles south of Moscow. His father was an Orthodox priest and schoolmaster, and his mother musician. He attended Progymnasium in Lebedian and gymnasium in Voronezh. From 1902 to 1908 he studied naval engineering at St. Petersburg Polytechnic Institute. While still a student, he joined the Bolshevik Party. In 1905 he made a study trip in the Near East. Due to his revolutionary activities Zamyatin was arrested in 1905 and exiled. His first short story, 'Odin' (1908), was drew on his experiences in prison.Zamyatin applied to Stalin for permission to emigrate in 1931 and lived in Paris until his death.",
    "imageUrl": "https://images.gr-assets.com/authors/1330778824p5/43298.jpg"
  },
  {
    "name": "Ivan Goncharov",
    "born": "1812-06-18T00:00:00",
    "died": "1891-09-27T00:00:00",
    "about": "Ivan Alexandrovich Goncharov (Russian: Иван Александрович Гончаров) was a Russian novelist best known as the author of Oblomov (1859).Иван Александрович Гончаров русский писатель; член-корреспондент Императорской Академии наук по Разряду Русского языка и словесности (1860).",
    "imageUrl": "https://images.gr-assets.com/authors/1334441735p5/5326370.jpg"
  },
  {
    "name": "Mikhail Lermontov",
    "born": "1814-10-15T00:00:00",
    "died": "1841-07-27T00:00:00",
    "about": "Mikhail Yuryevich Lermontov (Михаил Юрьевич Лермонтов), a Russian Romantic writer, poet and painter, sometimes called \"the poet of the Caucasus\", was the most important Russian poet after Alexander Pushkin's death. His influence on later Russian literature is still felt in modern times, not only through his poetry, but also by his prose.Lermontov died in a duel like his great predecessor poet, Aleksandr Pushkin. Even more so tragically strange (if not to say fatalistic) that both poets described in their major works fatal duel outcomes, in which the main characters (Onegin and Pechorin) were coming out victorious.",
    "imageUrl": "https://images.gr-assets.com/authors/1490644788p5/15538.jpg"
  },
  {
    "name": "Mikhail Sholokhov",
    "born": "1905-05-24T00:00:00",
    "died": "1984-02-21T00:00:00",
    "about": "Mikhail Aleksandrovich Sholokhov was awarded the 1965 Nobel Prize in Literature \"for the artistic power and integrity with which, in his epic of the Don, he has given expression to a historic phase in the life of the Russian people.\"",
    "imageUrl": "https://images.gr-assets.com/authors/1210226218p5/44202.jpg"
  },
  {
    "name": "Vasily Grossman",
    "born": "1905-12-12T00:00:00",
    "died": "1964-09-14T00:00:00",
    "about": "Born Iosif Solomonovich Grossman into an emancipated Jewish family, he did not receive a traditional Jewish education. A Russian nanny turned his name Yossya into Russian Vasya (a diminutive of Vasily), which was accepted by the whole family. His father had social-democratic convictions and joined the Mensheviks. Young Vasily Grossman idealistically supported the Russian Revolution of 1917.When the Great Patriotic War broke out in 1941, Grossman's mother was trapped in Berdichev by the invading German army, and eventually murdered together with 20,000 to 30,000 other Jews who did not evacuate Berdychiv. Grossman was exempt from military service, but volunteered for the front, where he spent more than 1,000 days. He became a war reporter for the popular Red Army newspaper Krasnaya Zvezda (Red Star). As the war raged on, he covered its major events, including the Battle of Moscow, the Battle of Stalingrad, the Battle of Kursk, and the Battle of Berlin. In addition to war journalism, his novels (such as The People are Immortal (Народ бессмертен)) were being published in newspapers and he came to be regarded as a legendary war hero. The novel Stalingrad (1950), later renamed For a Just Cause (За правое дело), is based on his own experiences during the siege.Grossman's descriptions of ethnic cleansing in Ukraine and Poland, and the liberation of the Treblinka and Majdanek extermination camps, were some of the first eyewitness accounts —as early as 1943—of what later became known as 'The Holocaust'. His article The Hell of Treblinka[1] 1944) was disseminated at the Nuremberg War Crimes Tribunal as evidence for the prosecution.Grossman died of stomach cancer in 1964, not knowing whether his novels would ever be read by the public.",
    "imageUrl": "https://images.gr-assets.com/authors/1391607075p5/19595.jpg"
  },
  {
    "name": "Maxim Gorky",
    "born": "1868-03-28T00:00:00",
    "died": "1936-06-18T00:00:00",
    "about": "Aleksey Maximovich Peshkov (Russian: Алексей Максимович Пешков, better known as Maxim Gorky, Russian: Максим Горький), was a Soviet author, a founder of the socialist realism literary method and a political activist.He was also a five-time nominee for the Nobel Prize in Literature.From 1906 to 1913 and from 1921 to 1929 he lived abroad, mostly in Capri, Italy; after his return to the Soviet Union he accepted the cultural policies of the time.",
    "imageUrl": "https://images.gr-assets.com/authors/1576053882p5/3072763.jpg"
  },
  {
    "name": "Arkady Strugatsky",
    "born": "1925-08-28T00:00:00",
    "died": "1991-10-12T00:00:00",
    "about": "The brothers Arkady Strugatsky [Russian: Аркадий Стругацкий] and Boris Strugatsky[Russian: Борис Стругацкий] were Soviet-Russian science fiction authors who collaborated through most of their careers. Arkady Strugatsky was born 25 August 1925 in Batumi; the family later moved to Leningrad. In January 1942, Arkady and his father were evacuated from the Siege of Leningrad, but Arkady was the only survivor in his train car; his father died upon reaching Vologda. Arkady was drafted into the Soviet army in 1943. He trained first at the artillery school in Aktyubinsk and later at the Military Institute of Foreign Languages in Moscow, from which he graduated in 1949 as an interpreter of English and Japanese. He worked as a teacher and interpreter for the military until 1955. In 1955, he began working as an editor and writer. In 1958, he began collaborating with his brother Boris, a collaboration that lasted until Arkady's death on 12 October 1991. Arkady Strugatsky became a member of the Union of Soviet Writers in 1964. In addition to his own writing, he translated Japanese language short stories and novels, as well as some English works with his brother. Source: Wikipedia",
    "imageUrl": "https://images.gr-assets.com/authors/1519335066p5/1159886.jpg"
  },
  {
    "name": "Andrei Bely",
    "born": "1880-10-26T00:00:00",
    "died": "1934-01-07T00:00:00",
    "about": "Boris Bugaev was born in Moscow, into a prominent intellectual family. His father, Nikolai Bugaev, was a leading mathematician who is regarded as a founder of the Moscow school of mathematics. His mother was not only highly intelligent but a famous society beauty, and the focus of considerable gossip. Young Boris was a polymath whose interests included mathematics, music, philosophy, and literature. He would go on to take part in both the Symbolist movement and the Russian school of neo-Kantianism.Nikolai Bugaev was well known for his influential philosophical essays, in which he decried geometry and probability and trumpeted the virtues of hard analysis. Despite—or because of—his father's mathematical tastes, Boris Bugaev was fascinated by probability and particularly by entropy, a notion to which he frequently refers in works such as Kotik Letaev.Bely's creative works notably influenced—and were influenced by—several literary schools, especially symbolism. They feature a striking mysticism and a sort of moody musicality. The far-reaching influence of his literary voice on Russian writers (and even musicians) has frequently been compared to the impact of James Joyce in the English-speaking world. The novelty of his sonic effects has also been compared to the innovative music of Charles Ives.[citation needed]As a young man, Bely was strongly influenced by his acquaintance with the family of philosopher Vladimir Solovyov, especially Vladimir's younger brother Mikhail, described in his long autobiographical poem The First Encounter (1921); the title is a reflection of Vladimir Solovyov's Three Encounters.Bely's symbolist novel Petersburg (1916; 1922) is generally considered to be his masterpiece. The book employs a striking prose method in which sounds often evoke colors. The novel is set in the somewhat hysterical atmosphere of turn-of-the-century Petersburg and the Russian Revolution of 1905. To the extent that the book can be said to possess a plot, this can be summarized as the story of the hapless Nikolai Apollonovich, a ne'er-do-well who is caught up in revolutionary politics and assigned the task of assassinating a certain government official—his own father. At one point, Nikolai is pursued through the Petersburg mists by the ringing hooves of the famous bronze statue of Peter the Great.[citation needed]In his later years Bely was influenced by Rudolf Steiner’s anthroposophy[3][4] and became a personal friend of Steiner's. He died, aged 53, in Moscow.Bely was one of the major influences on the theater of Vsevolod Meyerhold.[citation needed]The Andrei Bely Prize (Russian: Премия Андрея Белого), one of the most important prizes in Russian literature, was named after him. His poems were set on music and frequently performed by Russian singer-songwriters.",
    "imageUrl": "https://images.gr-assets.com/authors/1436850915p5/13997171.jpg"
  },
  {
    "name": "Venedikt Erofeev",
    "born": "1938-10-24T00:00:00",
    "died": "1990-05-11T00:00:00",
    "about": "Venedikt Vasilyevich Erofeev (Венеди́кт Васи́льевич Ерофе́ев), was a Russian writer.He managed to enter the philology department of the Moscow State University but was expelled from the University after a year and a half because he did not attend compulsory military training. Later he studied in several more institutes in different towns including Kolomna and Vladimir but he has never managed to graduate from any, usually being expelled due to his \"amoral behaviour\" (freethinking). Between 1958 and 1975 Yerofeyev lived without propiska in towns in Russia, Ukraine, Belarus and Lithuania, also spending some time in Uzbekistan and Tadjikistan, doing different low-qualified and underpaid jobs.Yerofeyev is best known for his 1969 poem in prose Moscow-Petushki (several English translations exist, including Moscow to the End of the Line and Moscow Stations). It is an account of a journey from Moscow to Petushki (Vladimir Oblast) by train, a journey soaked in alcohol. During the trip, the hero recounts some of the fantastic escapades he participated in, including declaring war on Norway, and charting the drinking habits of his colleagues when leader of a cable laying crew. Yerofeyev died of throat cancer.see  Венедикт Ерофеев",
    "imageUrl": "https://images.gr-assets.com/authors/1413429845p5/8121659.jpg"
  },
  {
    "name": "Andrei Platonov",
    "born": "1899-08-28T00:00:00",
    "died": "1951-01-05T00:00:00",
    "about": "Andrei Platonov, August 28, 1899 – January 5, 1951, was the pen name of Andrei Platonovich Klimentov, a Soviet author whose works anticipate existentialism. Although Platonov was a Communist, his works were banned in his own lifetime for their skeptical attitude toward collectivization and other Stalinist policies. From 1918 through 1921, his most intensive period as a writer, he published dozens of poems (an anthology appeared in 1922), several stories, and hundreds of articles and essays, adopting in 1920 the Platonov pen-name by which he is best-known. With remarkably high energy and intellectual precocity he wrote confidently across a wide range of topics including literature, art, cultural life, science, philosophy, religion, education, politics, the civil war, foreign relations, economics, technology, famine, and land reclamation, amongst others. His famous works include the novels  The Foundation Pit and  Chevengur.",
    "imageUrl": "https://images.gr-assets.com/authors/1464983194p5/6454067.jpg"
  },
  {
    "name": "Yury Olesha",
    "born": "1899-03-03T00:00:00",
    "died": "1960-05-10T00:00:00",
    "about": "Yury Karlovich Olesha (Russian: Юрий Карлович Олеша), Soviet author of fiction, plays and satires best known for his 1927 novel Envy (Russian: Зависть). He is considered one of the greatest Russian novelists of the 20th century, one of the few to have succeeded in writing works of lasting artistic value despite the stifling censorship of the era. His works are delicate balancing-acts that superficially send pro-Communist messages but reveal far greater subtlety and richness upon a deeper reading. Sometimes, he is grouped with his friends Ilf and Petrov, Isaac Babel, and Sigismund Krzhizhanovsky into the Odessa School of Writers.",
    "imageUrl": "https://images.gr-assets.com/authors/1396086278p5/63475.jpg"
  },
  {
    "name": "Victor Serge",
    "born": "1890-12-30T00:00:00",
    "died": "1947-11-17T00:00:00",
    "about": "Victor Lvovich Kibalchich (В.Л. Кибальчич) was born in exile in 1890 and died in exile in 1947. He is better known as Victor Serge, a Russian revolutionary and Francophone writer. Originally an anarchist, he joined the Bolsheviks five months after arriving in Petrograd in January 1919, and later worked for the newly founded Comintern as a journalist, editor and translator. He was openly critical of the Soviet regime, but remained loyal to the ideals of socialism until his death.After time spent in France, Belgium, Russia and Spain, Serge was forced to live out the rest of his life in Mexico, with no country he could call home. Serge's health had been badly damaged by his periods of imprisonment in France and Russia, but he continued to write until he died of heart attack, in Mexico city on 17 November 1947. Having no nationality, no Mexican cemetery could legally take his body, so he was buried as a 'Spanish Republican.'",
    "imageUrl": "https://images.gr-assets.com/authors/1265132325p5/45383.jpg"
  },
  {
    "name": "Ilya Ilf",
    "born": "1897-10-15T00:00:00",
    "died": "1937-04-13T00:00:00",
    "about": "Ilya Ilf, pseudonym of Iehiel-Leyb (Ilya) Arnoldovich Faynzilberg was a popular Soviet journalist and writer of Jewish origin who usually worked in collaboration with Yevgeni Petrov during the 1920s and 1930s. Their duo was known simply as Ilf and Petrov. Together they published two popular comedy novels The Twelve Chairs (1928) and The Little Golden Calf (1931), as well as a satirical book One-storied America (often translated as Little Golden America) that documented their journey through the United States between 1935 and 1936.lf and Petrov became extremely popular for their two satirical novels: The Twelve Chairs and its sequel, The Little Golden Calf. The two texts are connected by their main character, Ostap Bender, a con man in pursuit of elusive riches. Both books follow exploits of Bender and his associates looking for treasure amidst the contemporary Soviet reality. They were written and are set in the relatively liberal era in Soviet history, the New Economic Policy of the 1920s. The main characters generally avoid contact with the apparently lax law enforcement. Their position outside the organized, goal-driven, productive Soviet society is emphasized. It also gives the authors a convenient platform from which to look at this society and to make fun of its less attractive and less Socialist aspects. These are among the most widely read and quoted books in Russian culture. The Twelve Chairs was adapted for ca. twenty movies, in the USSR (by Leonid Gaidai and by Mark Zakharov), in the US (in particular by Mel Brooks), and in other countries.The two writers also traveled across the Great Depression-era United States. Ilf took many pictures throughout the journey, and the authors produced a photo essay entitled \"American Photographs\", published in Ogonyok magazine. Shortly after that they published the book Одноэтажная Америка (literally: \"One-storied America\"), translated as Little Golden America (an allusion to The Little Golden Calf). The first edition of the book did not include Ilf's photographs. Both the photo essay and the book document their adventures with their characteristic humor and playfulness. Notably, Ilf and Petrov were not afraid to praise many aspects of the American lifestyle in these works. The title comes from the following description. America is primarily a one-and two-story country. The majority of the American population lives in small towns of three thousand, maybe five, nine, or fifteen thousand inhabitants.",
    "imageUrl": "https://images.gr-assets.com/authors/1305630853p5/4731222.jpg"
  },
  {
    "name": "Chingiz Aitmatov",
    "born": "1928-12-12T00:00:00",
    "died": "2008-06-10T00:00:00",
    "about": "Chinghiz Aitmatov (Чингиз Айтматов, Tschingis Aitmatow, Čingiz Ajtmatov, Tšõngõz Ajtmatov, Cengiz Aytmatov, Tsjingiz Ajtmatov, Tchinguiz Aïtmatov,  جنكيز ايتماتوف) was an author who wrote in both Russian and Kyrgyz. He was the best known figure in Kyrgyzstan literature.Aitmatov's parents were civil servants in Sheker. The name Chingiz is the same as the honorary title of Genghis Khan. In early childhood he wandered as a nomad with his family, as the Kyrgyzstan people did at the time. In 1937 his father was charged with \"bourgeois nationalism\" in Moscow, arrested and executed in 1938.Aitmatov lived at a time when Kyrgyzstan was being transformed from one of the most remote lands of the Russian Empire to a republic of the USSR. The future author studied at a Soviet school in Sheker. He also worked from an early age. At fourteen he was an assistant to the Secretary at the Village Soviet. He later held jobs as a tax collector, a loader, an engineer's assistant and continued with many other types of work.In 1946 he began studying at the Animal Husbandry Division of the Kirghiz Agricultural Institute in Frunze, but later switched to literary studies at the Maxim Gorky Literature Institute in Moscow, where he lived from 1956 to 1958. For the next eight years he worked for Pravda. His first two publications appeared in 1952 in Russian: The Newspaper Boy Dziuio and Ашым. His first work published in Kyrgyz was Ак Жаан (White Rain) in 1954, and his well known work Jamilya appeared in 1958. 1980 saw his first novel The Day Lasts More than a Hundred Years; his next significant novel, The Scaffold was published in 1988. The Day Lasts More than a Hundred Years and other writings were translated into several languages.Aitmatov suffered kidney failure and on 16 May 2008 was admitted to a hospital in Nuremberg, Germany, where he died of pneumonia on 10 June 2008, aged 79. His obituary in The New York Times characterized him as \"a Communist writer whose novels and plays before the collapse of the Soviet Union gave a voice to the people of the remote Soviet republic of Kyrgyz\" and adds that he \"later became a diplomat and a friend and adviser to the Soviet leader Mikhail S. Gorbachev.\"Chinghiz Aitmatov belonged to the post-war generation of writers. His output before Jamila was not significant, a few short stories and a short novel called Face to Face. But it was Jamila that came to prove the author's work. Louis Aragon described the novellete as the world's most beautiful love story, raising it even above Rudyard Kipling's World's Most Beautiful Love Story. Aitmatov's representative works also include the short novels Farewell, Gulsary!, The White Ship, The Day Lasts More Than a Hundred Years, and The Scaffold.Aitmatov was honoured in 1963 with the Lenin Prize for Jamila and later he was awarded a State prize for Farewell, Gulsary!. Aitmatov's art was glorified by admirers. Even critics of Aitmatov mentioned high quality of his novels.Aitmatov's work has some elements that are unique specifically to his creative process. His work drew on folklore, not in the ancient sense of it; rather, he tried to recreate and synthesize oral tales in the context of contemporary life. This is prevalent in his work; in nearly every story he refers to a myth, a legend, or a folktale. In The Day Lasts More Than a Hundred Years a poetic legend about a young captive turned into a mankurt serves a tragic allegory and becomes a significant symbolic expression of the philosophy of the novel.A second aspect of Aitmatov's writing is his ultimate closeness to our \"little brothers\" the animals, for their and our lives are intimately and inseparably connected. The two center characters of Farewell, Gulsary! are a man and his stallion. A camel plays a prominent role in The Day Lasts More Than a Hundred Years; one of the key turns of the novel which decide",
    "imageUrl": "https://images.gr-assets.com/authors/1268130788p5/209681.jpg"
  },
  {
    "name": "Sigizmund Krzhizhanovsky",
    "born": "1887-01-30T00:00:00",
    "died": "1950-12-28T00:00:00",
    "about": "Сигизмунд Кржижановский  Sigizmund Dominikovich Krzhizhanovsky (Russian: Сигизму́нд Домини́кович Кржижано́вский) (February 11 [O.S. January 30] 1887, Kyiv, Russian Empire — 28 December 1950, Moscow, USSR) was a Russian and Soviet short-story writer who described himself as being \"known for being unknown\" and the bulk of whose writings were published posthumously.Many details of Krzhizhanovsky's life are obscure. Judging from his works, Robert Louis Stevenson, G. K. Chesterton, Edgar Allan Poe, Nikolai Gogol, E. T. A. Hoffmann, and H. G. Wells were major influences on his style. Krzhizhanovsky was active among Moscow's literati in the 1920s, while working for Alexander Tairov's Chamber Theater. Several of Krzhizhanovsky's stories became known through private readings, and a couple of them even found their way to print. In 1929 he penned a screenplay for Yakov Protazanov's acclaimed film The Feast of St Jorgen, yet his name did not appear in the credits. One of his last novellas, \"Dymchaty bokal\" (The smoky beaker, 1939), tells the story of a goblet miraculously never running out of wine, sometimes interpreted as a wry allusion to the author's fondness for alcohol. He died in Moscow, but the place where he was buried is not known.In 1976 the scholar Vadim Perelmuter discovered Krzhizhanovsky's archive and in 1989 published one of his short stories. As the five volumes of his collected works followed (the fifth volume has not yet reached publication), Krzhizhanovsky emerged from obscurity as a remarkable Soviet writer, who polished his prose to the verge of poetry. His short parables, written with an abundance of poetic detail and wonderful fertility of invention — though occasionally bordering on the whimsical — are sometimes compared to the ficciones of Jorge Luis Borges. Quadraturin (1926), the best known of such phantasmagoric stories, is a Kafkaesque novella in which allegory meets existentialism. Quadraturin is available in English translation in Russian Short Stories from Pushkin to Buida, Penguin Classics, 2005.",
    "imageUrl": "https://images.gr-assets.com/authors/1293726995p5/3175914.jpg"
  },
  {
    "name": "Tatyana Tolstaya",
    "born": "1951-05-03T00:00:00",
    "died": "",
    "about": "Tatyana Tolstaya (Татьяна Толстая) was born in Leningrad, U.S.S.R. As the great-grandniece of the Russian author Leo Tolstoy and the granddaughter of Alexei Tolstoy, Tolstaya comes from a distinguished literary family; but, according to Marta Mestrovic's interview in Publishers Weekly with the author, she hates ‘‘being discussed as a relative of someone.’’Still, Tolstaya's background is undeniably one of culture and education. Her father was a physics professor who taught her two languages, and her maternal grandfather was a well-known translator.",
    "imageUrl": "https://images.gr-assets.com/authors/1267575883p5/64625.jpg"
  },
  {
    "name": "Boris Akunin",
    "born": "1956-05-20T00:00:00",
    "died": "",
    "about": "Real name - Grigory Shalvovich Chkhartishvili (Russian: Борис Акунин; Georgian: გრიგოლ შალვას ძე ჩხარტიშვილი; Аlso see Grigory Chkhartishvili), born in Tbilisi, Georgia, in 1956. Since 1958 he lives in Moscow. Writer and translator from Japanease. Author of crime stories set in tsarist Russia. In 1998 he made his debut with novel Azazel (to English readers known as  The Winter Queen), where he created Erast Pietrovich Fandorin. B. Akunin refers to Mikhail Alexandrovich Bakunin and Akuna, home name of Anna Akhmatova, Russian poet.In September of 2000, Akunin was named Russian Writer of the Year and won the \"Antibooker\" prize in 2000 for his Erast Fandorin novel Coronation, or the last of the Romanovs. Akunin also created crime-solving Orthodox nun, sister Pelagia, and literary genres.His pseudonyms are Анатолий Брусникин and Анна Борисова. In some Dutch editions he is also known as Boris Akoenin.",
    "imageUrl": "https://images.gr-assets.com/authors/1499955639p5/34589.jpg"
  },
  {
    "name": "Aleksandr Ivanovich Kuprin",
    "born": "1870-09-07T00:00:00",
    "died": "1938-08-25T00:00:00",
    "about": "Aleksandr Kuprin (Russian: Александр Иванович Куприн; 7 September 1870 in the village of Narovchat in the Penza Oblast - August 25, 1938 in Leningrad) was a Russian writer, pilot, explorer and adventurer who is perhaps best known for his story The Duel (1905). Other well-known works include Moloch (1896), Olesya (1898), Junior Captain Rybnikov (1906), Emerald (1907), and The Garnet Bracelet (1911) (which was made into a 1965 movie). Vladimir Nabokov styled him the Russian Kipling for his stories about pathetic adventure-seekers, who are often \"neurotic and vulnerable.\"Kuprin was a son of Ivan Ivanovich Kuprin, a minor government official who died of cholera during 1871 at the age of thirty-seven years. His mother, Liubov' Alekseevna Kuprina, Tatar princess (of the Kulunchakovs), like many other nobles in Russia, had lost most of her wealth during the 19th century. Kuprin attended the Razumovsky boarding school during 1876, and during 1880 finished his education in the Second Moscow Military High School (Cadet Corps) and Alexander Military School, spending a total of ten years in these elite military institutions. His first short story, The Last Debut, was published during 1889 in a satirical periodical. \"In February 1902, Kuprin and Maria Karlovna Davydova were married, their daughter Lidia born in 1903.\" Kuprin's mother died during 1910.Kuprin ended military service during 1894, after which he tried many types of job, including provincial journalism, dental care, land surveying, acting, circus performer, church singer, doctor, hunter, fisher, etc. Reportedly, \"all of these were subsequently reflected in his fiction.\" His first essays were published in Kiev in two collections. Reportedly, \"although he lived in an age when writers were carried away by literary experiments, Kuprin did not seek innovation and wrote only about the things he himself had experienced and his heroes are the next generation after Chekhov's pessimists.\"Although the 1896 short story Moloch first made his name known as a writer, it was his novel The Duel (1905) which made him famous. \"Kuprin was highly praised by fellow writers including Anton Chekhov, Maxim Gorky, Leonid Andreyev, Nobel Prize-winning Ivan Bunin\" and Leo Tolstoy who acclaimed him a true successor to Chekhov. After publication of The Duel he paid less and less interest to fancy literature and began to spend time in pubs and brothels. His sensationalist novel about the lurid life of prostitutes, The Pit (1915), was accused by Russian critics of excessive Naturalism.Although not a conservative, he did not agree with Bolshevism. While working for a brief time with Maxim Gorky at the World Literature publishing company, he criticized the Soviet regime. During spring 1919, from Gatchina near Petrograd, Kuprin left the country for France. He lived in Paris for most of the next 17 years, succumbing to alcoholism. He wrote about this in much of his work. He eventually returned to Moscow on May 31, 1937, just a year before his death, at the height of the Great Purge. His return earned publication of his works within the Soviet Union.Kuprin died during the spring of 1938 in Leningrad and is interred near his fellow writers at the Literaturskiye Mostki in the Volkovo Cemetery (Volkovskoye Memorial Cemetery) in Leningrad. A minor planet 3618 Kuprin, discovered by Soviet astronomer Nikolai Stepanovich Chernykh in 1979 is named after him.Reportedly, \"even today, Alexander Kuprin remains one of the widest read classics in Russian literature\", with many films based on his works, \"which are also read over the radio\", partly due to \"his vivid stories of the lives of ordinary people and unhappy love, his descriptions of the military and brothels, making him a writer for all times and places.\"",
    "imageUrl": "https://images.gr-assets.com/authors/1210781505p5/24951.jpg"
  },
  {
    "name": "Martin Cruz Smith",
    "born": "1942-11-03T00:00:00",
    "died": "",
    "about": "AKA Simon Quinn, Nick Carter.Martin Cruz Smith (born Martin William Smith), American novelist, received his BA in Creative Writing from the University of Pennsylvania in 1964. He worked as a journalist from 1965 to 1969 before turning his hand to fiction. His first mystery (Gypsy in Amber – 1971) features NY gypsy art dealer Roman Grey and was nominated for an Edgar Award. Nightwing was his breakthrough novel and was made into a movie.Smith is best known for his series of novels featuring Russian investigator Arkady Renko. Gorky Park, published in 1981, was the first of these and was called \"thriller of the '80s\" by Time Magazine. It became a bestseller and won the Gold Dagger Award from the British Crime Writers' Association. Renko has also appeared in Polar Star, Red Square, Havana Bay, Wolves Eat Dogs, Stalin's Ghost, and Three Stations.In the 1970s, Smith wrote The Inquisitor Series under the pseudonym Simon Quinn and penned two Slocum adult action westerns as Jake Logan. He also wrote the Nick Carter: Killmaster series under the alias Nick Carter with Mike Avallone and others.Martin Cruz Smith now lives in San Rafael, California with his wife and three children.",
    "imageUrl": "https://images.gr-assets.com/authors/1252590168p5/8258.jpg"
  },
  {
    "name": "Feodor Abramov",
    "born": "1920-02-29T00:00:00",
    "died": "1983-05-14T00:00:00",
    "about": "Fyodor Aleksandrovich Abramov (Russian: Фёдор Алекса́ндрович Абра́мов) (February 29, 1920 – May 14, 1983) was a Russian novelist and literary critic. His work focused on the difficult lives of the Russian peasant class. He was frequently reprimanded for deviations from Soviet policy on writing.Русский советский писатель, литературовед, публицист. Один из наиболее известных представителей так называемой «деревенской прозы», значительного направления советской литературы 1960—1980-х годов.",
    "imageUrl": "https://images.gr-assets.com/authors/1409309829p5/5833886.jpg"
  },
  {
    "name": "Anatoli Rybakov",
    "born": "1911-01-14T00:00:00",
    "died": "1998-12-23T00:00:00",
    "about": "Anatoly Naumovich Rybakov (Russian: Анатолий Наумович Рыбаков; January 14, 1911 – December 23, 1998) was a Soviet and Russian writer, the author of the anti-Stalinist Children of the Arbat tetralogy, novel Heavy Sand, and many popular children books including Adventures of Krosh, Dirk, Bronze Bird, etc. One of the last of his works was his memoir The Novel of Memoirs (Роман-Воспоминание) telling about all the different people (from Stalin and Yeltsin, to Okudzhava and Tendryakov) he met during his long life. Writer Maria Rybakova is his granddaughter.",
    "imageUrl": "https://images.gr-assets.com/authors/1373808291p5/7074786.jpg"
  },
  {
    "name": "Михаил Елизаров",
    "born": "1973-01-28T00:00:00",
    "died": "",
    "about": "Михаил Юрьевич Елизаров (род. 28 января 1973, Ивано-Франковск, УССР) — русский писатель. Лауреат литературной премии «Русский Букер» 2008 года.Окончил филологический факультет университета в Харькове и музыкальную школу по классу оперного вокала. С 2001-го года по 2003-й жил в Ганновере, где учился в киношколе на телережиссёра. С 2003-го по 2007-й жил и работал в Берлине. В настоящее время живёт в Москве.В 2001 году в издательстве Ad Marginem вышел сборник «Ногти», привлекший внимание к писателю. В сборник вошли 24 рассказа и одноимённая повесть, главными героями которой являются два воспитанника интерната для слабоумных детей. По словам автора, рассказы из сборника он писал с девятнадцати до двадцати семи лет. Повесть попала в шорт-лист литературной премии Андрея Белого, Лев Данилкин в журнале «Афиша» отнёс сборник к лучшему дебюту года.Неоднозначные оценки получил роман Елизарова «Pasternak» (2003), где поэт Борис Пастернак представлен в образе демона, «отравляющего» сознание интеллигенции своими произведениями. Часть критиков назвала книгу «трэшем», «тошнотворным романом». Литературовед Алла Латынина писала, что у романа «незатейливый, вполне масскультовский сюжет». Журнал «Континент» в обзоре литературной критики писал, что «когда коричневый цвет входит в моду, появляются его поклонники и в литературных кругах», называя автора НГ-Ex libris Льва Пирогова, положительно отозвавшегося о романе, «идеологом нацистского толка». При этом, отмечал журнал, лейтмотивом критики сезона были «кризис либеральных ценностей, выход на арену врагов свободы».С другой стороны, критик Владимир Бондаренко в газете «Завтра» высоко оценил роман: «Вот уж где явил себя в полном блеске необузданный русский реванш, как ответ на все унижения и оскорбления русской нации, русского характера, русской веры и русской мечты… Сквозь весь набор авангардных литературных приёмов, сквозь филологичность текста и густую эрудицию молодого писателя, не уступающую ни Умберто Эко, ни Милораду Павичу, идёт яростная защита незыблемых вековых духовных ценностей русского народа». Лев Данилкин назвал роман «православным философским боевиком». Как сказал сам Елизаров, Пастернак ему никогда не нравился: «Человек талантливый, но какие-то отвратительные поэтические принципы плюс такие же человеческие качества. Смотрю дальше — а там целый айсберг, за которым стоит поганая либеральная гнусь».В 2007 году был опубликован роман Елизарова «Библиотекарь», включённый в лонг-лист премии «Русский Букер». Главный герой романа узнаёт, что несколько книг забытого советского писателя обладают мистическими свойствами, и различные группы читателей ведут за них ожесточённую борьбу. Как отмечалось в журнале «Знамя», «проза Михаила Елизарова, похоже, эволюционирует подобно прозе В. Сорокина: от скандальной эпатажности к интеллектуально насыщенной беллетристике». В декабре 2008 года роман стал лауреатом «Русского Букера».",
    "imageUrl": "https://images.gr-assets.com/authors/1350492502p5/5306424.jpg"
  },
  {
    "name": "Sergei Lukyanenko",
    "born": "1968-04-11T00:00:00",
    "died": "",
    "about": "Сергей Лукьяненко (Russian)Szergej Lukjanyenko (Hungarian)Sergejs Lukjaņenko (Latvian)Sergey LukyanenkoSergej Luk'janenko (Italian)Сергей Лукяненко (Bulgarian)Sergej Lukianenko (German)Siergiej Łukjanienko (Polish)Sergej Lukjaněnko (Czech)Sergei Lukyanenko (as his name appears on books and films in U.S. markets) is a science-fiction and fantasy author, writing in Russian, and is arguably the most popular contemporary Russian sci-fi writer. His works often feature intense action-packed plots, interwoven with the moral dilemma of keeping one's humanity while being strong.Lukyanenko is a prolific writer, releasing usually 1-2 books per year, as well as a number of a critical articles and short stories. Recently his works have been adapted into film productions, for which he wrote the screenplays. He lives in Moscow with his wife Sonia and two sons, Artemiy and Danil, keeps mice as pets and enjoys cooking.",
    "imageUrl": "https://images.gr-assets.com/authors/1210975765p5/32637.jpg"
  },
  {
    "name": "Victor Erofeyev",
    "born": "1947-09-19T00:00:00",
    "died": "",
    "about": "Виктор Ерофеев (Russian)Victor Erofeev (Italian, Romanian)Viktor Erofeev (French)Viktor Jerofejev (Dutch)Viktor Jerofejew (German)Victor Erofeyev was born in Moscow in 1947. The son of a high-ranking diplomat he spent some years of his childhood in Paris. This meant he had access early on to literature banned in the Soviet Union. He was greatly influenced by the works of Vladimir Nabokov and the Marquis de Sade. In the late 1960’s he studied Literature in Moscow. He then worked for the Institute of World Literature. In 1975, he completed his doctorate with a thesis on »Dostoevsky and French Existentialism«. As a literary critic he wrote some essays interpreting the Marquis de Sade’s writing and an article on the philosophy of Leo Shestov. The literary almanac »Metropol« (Eng. »Metropol«, 1982) first created a major scandal in 1979. It was a compilation of politically explosive texts, selected by Victor Erofeyev, Vassili Axionow, Andrei Bitov, Jevgeni Popov and Fasil Iskander, in which both officially established writers and renegade writers were included. The attempt to publish the almanac in the Soviet Union failed because it was judged to be »pornography of the mind«. The work was published in the West. During this period his father, Vladimir Erofeyev, Stalin's former interpreter, was forced to resign and end his diplomatic career. From this time Victor Erofeyev was considered a dissident, and his writings were banned. With the first signs of Glasnost and Perestroika, Victor Erofeyev was able to publish again. In 1990 his first novel appeared, »Russkaia Krasavitsa« (Eng. »Russian Beauty«, 1992). Through the story of the beautiful Irena, a high-class prostitute in Moscow, the reader is transported into the world of the dark, grotesque aesthetics of sex, violence and death. In two essays, »Pominki po sovyetskoi literatur« (1990; t: An epitaph of Soviet literature) and »Russkie tsvety zla« (1993; Eng. »Russia’s Fleurs du mal«, 1995) Victor Erofeyev announced the death of the literature of Socialist Realism. At the same time he set out a radical artistic manifesto for a new literature of evil. He was also the editor of the first Russian edition of Nabokov's work, together with other anthologies of Russian literature. His story »Zhizn s idiotom« (1991; Eng. »Life With an Idiot«, 1992) was adapted for the operatic stage by Alfred Schnittke. Victor Erofeyev writes regularly for »The New Yorker« and the »New York Review of Books«. After his well-received autobiographical novel »Khoroshii Stalin« (2004; t: The good Stalin), he recently published a collection of stories »De Profundis« (2006). Victor Erofeyev lives in Moscow.© international literature festival berlin",
    "imageUrl": "https://images.gr-assets.com/authors/1369581711p5/492362.jpg"
  },
  {
    "name": "Anna Starobinets",
    "born": "1978-10-25T00:00:00",
    "died": "",
    "about": "Anna Starobinets (Russian: Анна Старобинец) is a young Russian journalist whose first book “An Awkward age” was nominated for the National Bestseller prestigious Russian prize as a manuscript – even before it was published.",
    "imageUrl": "https://images.gr-assets.com/authors/1398248782p5/2987362.jpg"
  },
  {
    "name": "Vasily Aksyonov",
    "born": "1932-08-20T00:00:00",
    "died": "2009-07-06T00:00:00",
    "about": "Vasily Pavlovich Aksyonov (Russian:  Василий Павлович Аксёнов ) was a Soviet and Russian novelist. He is known in the West as the author of The Burn (Ожог, Ozhog, from 1975) and Generations of Winter (Московская сага, Moskovskaya Saga, from 1992), a family saga depicting three generations of the Gradov family between 1925 and 1953.",
    "imageUrl": "https://images.gr-assets.com/authors/1439225569p5/14162922.jpg"
  },
  {
    "name": "M.E. Saltykov-Shchedrin",
    "born": "1826-01-27T00:00:00",
    "died": "1889-05-10T00:00:00",
    "about": "Mikhail Saltykov was born on 27 January 1826 in the village of Spas-Ugol (modern-day Taldomsky District of the Moscow Oblast of Russia) as one of the eight children (five brothers and three sisters) in the large Russian noble family of Yevgraf Vasilievich Saltykov (1776—1851) and Olga Mikhaylovna Saltykova (née Zabelina) (1801—1874). His father belonged to an ancient Saltykov noble house that originated as one of the branches of the Morozov boyar family. According to the Velvet Book, it was founded by Mikhail Ignatievich Morozov nicknamed Saltyk (from the Old Church Slavonic word \"saltyk\" meaning \"one's own way/taste\"), the son of Ignaty Mikhailovich Morozov and a great-grandson of the founder of the dynasty Ivan Semyonovich Moroz who lived during the 14-15th centuries. The Saltykov family also shared the Polish Sołtyk coat of arms. It gave birth to many important political figures throughout history, including the Tsaritsa of Russia Praskovia Saltykova and her daughter, the Empress of Russia Anna Ioannovna.Saltykov's mother was an heir to a rich Moscow merchant of the 1st level guild Mikhail Petrovich Zabelin whose ancestors belonged to the so-called trading peasants and who was granted hereditary nobility for his handsome donation to the army needs in 1812; his wife Marfa Ivanovna Zabelina also came from wealthy Moscow merchants. At the time of Mikhail Saltykov's birth, Yevgraf was fifty years old, while Olga was twenty five. Mikhail spent his early years on his parents' large estate in Spasskoye on the border of the Tver and Yaroslavl governorates, in the Poshekhonye region.\"In my childhood and teenage years I witnessed serfdom at its worst. It saturated all strata of social life, not just the landlords and the enslaved masses, degrading all classes, privileged or otherwise, with its atmosphere of a total lack of rights, when fraud and trickery were the order of the day, and there was an all-pervading fear of being crushed and destroyed at any moment,\" he remembered, speaking through one of the characters of his later work Old Years in Poshekhonye. Life in the Saltykov family was equally difficult. Dominating the weak, religious father was despotic mother whose intimidating persona horrified the servants and her own children. This atmosphere was later recreated in Shchedrin's novel The Golovlyov Family, and the idea of \"the devastating effect of legalized slavery upon the human psyche\" would become one of the prominent motifs of his prose. Olga Mikhaylovna, though, was a woman of many talents; having perceived some in Mikhail, she treated him as her favourite.The Saltykovs often quarrelled; they gave their children neither love nor care and Mikhail, despite enjoying relative freedom in the house, remembered feeling lonely and neglected. Another thing Saltykov later regretted was his having been completely shut out from nature in his early years: the children lived in the main house and were rarely allowed to go out, knowing their \"animals and birds only as boiled and fried.\" Characteristically, there were few descriptions of nature in the author's works.",
    "imageUrl": "https://images.gr-assets.com/authors/1535758397p5/17359366.jpg"
  },
  {
    "name": "Victor Pelevin",
    "born": "1962-11-22T00:00:00",
    "died": "",
    "about": "Victor Olegovich Pelevin is a Russian fiction writer. His books usually carry the outward conventions of the science fiction genre, but are used to construct involved, multi-layered postmodernist texts, fusing together elements of pop culture and esoteric philosophies. Some critics relate his prose to the New Sincerity and New Realism literary movements.RU: Виктор Пелевин",
    "imageUrl": "https://images.gr-assets.com/authors/1315643471p5/4594585.jpg"
  },
  {
    "name": "Mariam Petrosyan",
    "born": "1969-08-10T00:00:00",
    "died": "",
    "about": "Following college, Mariam Petrosyan became a cartoonist at the Studio of Armenfilm in 1989. She subsequently moved to Moscow and worked at Soyuzmultfilm Studio. In 1995, she returned to Armenfilm, where she worked until 2007. She is married to Artashes Stamboltsan. They have two children. She is a great-granddaughter of the Armenian painter Martiros Saryan.",
    "imageUrl": "https://images.gr-assets.com/authors/1328957897p5/4034102.jpg"
  },
  {
    "name": "Nikolái Chernyshevsky",
    "born": "1828-07-12T00:00:00",
    "died": "1889-10-17T00:00:00",
    "about": "Nikolay Gavrilovich Chernyshevsky (Russian: Никола́й Гаври́лович Черныше́вский) was a Russian revolutionary democrat, materialist philosopher, critic, and socialist (seen by some as a utopian socialist). He was the leader of the revolutionary democratic movement of the 1860s, and an influence on Vladimir Lenin, Emma Goldman, and Serbian political writer and socialist Svetozar Marković.The son of a priest, Chernyshevsky was born in Saratov in 1828, and stayed there till 1846. After graduating from Saint Petersburg University in 1850, he taught literature at a gymnasium in Saratov. From 1853 to 1862, he lived in Saint Petersburg, and became the chief editor of Sovremennik (\"Contemporary\"), in which he published his main literary reviews and his essays on philosophy.In 1862, he was arrested and confined in the Fortress of St. Peter and Paul, where he wrote his famous novel What Is to Be Done? The novel was an inspiration to many later Russian revolutionaries, who sought to emulate the novel's hero, who was wholly dedicated to the revolution, ascetic in his habits and ruthlessly disciplined, to the point of sleeping on a bed of nails and eating only meat in order to build strength for the Revolution. Among those who took inspiration from the character was Lenin, who wrote a work of political theory of the same name, and who was ascetic in his personal life (lifting weights, having little time for love, and so on). In 1862, Chernyshevsky was sentenced to civil execution (mock execution), followed by penal servitude (1864-72), and by exile to Vilyuisk, Siberia (1872-83). He died at the age of 61.",
    "imageUrl": "https://images.gr-assets.com/authors/1293229001p5/3424683.jpg"
  },
  {
    "name": "Joseph Frank",
    "born": "1918-10-06T00:00:00",
    "died": "2013-02-27T00:00:00",
    "about": "Joseph Frank was professor emeritus of Slavic and comparative literature at Stanford and Princeton. The five volumes of his Dostoevsky biography won a National Book Critics Circle Award, a Los Angeles Times Book Prize, two James Russell Lowell Prizes, and two Christian Gauss Awards, and have been translated into numerous languages.Librarian Note: There is more than one author in the Goodreads database with this name.",
    "imageUrl": "https://images.gr-assets.com/authors/1461525772p5/11328.jpg"
  }
]