[
  {
    "private": false,
    "releaseBook": [
      "2005-10-20T22:55:55.233Z",
      "1997-09-25T17:06:43.588Z",
      "2002-04-13T01:51:04.606Z"
    ],
    "ratingsAverage": 3.76,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f696",
    "author": "Sigizmund Krzhizhanovsky",
    "name": "The Letter Killers Club",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1333580709i/11361168._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1333580709l/11361168.jpg",
    "description": "Biography Sigizmund Krzhizhanovsky (1887–1950) studied law and classical philology at Kiev University. His philosophical and satirical stories with fantastical plots ignored official injunctions to portray the new Soviet state in a positive light, and three separate efforts to print different collections were quashed by the censors, a fourth by World War II. Not until 1989 could these surreal fictions begin to be published. His collection of stories, Memories of the Future, is available from NYRB Classics.   Caryl Emerson is A. Watson Armour III Professor of Slavic Languages and Literatures at Princeton University.   Joanne Turnbull has translated a number of books from Russian, including Sigizmund Krzhizhanovsky’s Memories of the Future, which was shortlisted for the Best Translated Book Award (available as a NYRB Classic). Editorial Reviews - The Letter Killers Club From the Publisher A New York Review Books Original Writers are professional killers of conceptions. The logic of the Letter Killers Club, a secret society of “conceivers” who commit nothing to paper on principle, is strict and uncompromising. Every Saturday they meet in a fire-lit room hung with blank black bookshelves to present their “pure and unsubstantiated” conceptions: a rehearsal of Hamlet hijacked by an actor who vanishes with the role; the double life of a medieval merry cleric derailed by a costume change; a machine-run world that imprisons men’s minds while conscripting their bodies; a dead Roman scribe stranded this side of the River Acheron. The overarching scene of this short novel is set in Soviet Moscow, in the ominous 1920s. Known only by pseudonym, like Chesterton’s anarchists in fin-de-siècle London, the Letter Killers are as mistrustful of one another as they are mesmerized by their despotic president. Sigizmund Krzhizhanovsky is at his philosophical and fantastical best in this extended meditation on madness.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 20,
    "priceDiscount": 16,
    "pages": 126,
    "createdAt": "2020-03-18T12:01:25.400Z",
    "genre": "Fiction",
    "slug": "the-letter-killers-club-sigizmund-krzhizhanovsky",
    "priceInRubles": 1200,
    "id": "5e720f8610f402172a22f696"
  },
  {
    "private": false,
    "releaseBook": [
      "2010-09-24T17:35:37.228Z",
      "2003-04-29T02:46:25.145Z",
      "1971-02-04T11:29:00.336Z"
    ],
    "ratingsAverage": 4.15,
    "ratingsQuantity": 21,
    "images": [],
    "_id": "5e720f8610f402172a22f6b7",
    "author": "Vasily Grossman",
    "name": "Forever Flowing",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1387706080i/88459._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1387706080l/88459.jpg",
    "description": "Everything Flows is Vasily Grossman’s final testament, written after the Soviet authorities suppressed his masterpiece, Life and Fate. The main story is simple: released after thirty years in the Soviet camps, Ivan Grigoryevich must struggle to find a place for himself in an unfamiliar world. But in a novel that seeks to take in the whole tragedy of Soviet history, Ivan’s story is only one among many. Thus we also hear about Ivan’s cousin, Nikolay, a scientist who never let his conscience interfere with his career, and Pinegin, the informer who got Ivan sent to the camps.Then a brilliant short play interrupts the narrative: a series of informers steps forward, each making excuses for the inexcusable things that he did—inexcusable and yet, the informers plead, in Stalinist Russia understandable, almost unavoidable.And at the core of the book, we find the story of Anna Sergeyevna, Ivan’s lover, who tells about her eager involvement as an activist in the Terror famine of 1932–33, which led to the deaths of three to five million Ukrainian peasants. Here Everything Flows attains an unbearable lucidity comparable to the last cantos of Dante’s Inferno.",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 6,
    "priceDiscount": 5,
    "pages": 247,
    "createdAt": "2020-03-18T11:51:58.822Z",
    "genre": "Fiction",
    "slug": "forever-flowing-vasily-grossman",
    "priceInRubles": 360,
    "id": "5e720f8610f402172a22f6b7"
  },
  {
    "private": false,
    "releaseBook": [
      "1989-03-09T06:47:54.534Z",
      "1966-02-07T09:34:36.839Z",
      "2005-07-04T19:43:51.072Z"
    ],
    "ratingsAverage": 3.52,
    "ratingsQuantity": 24,
    "images": [],
    "_id": "5e720f8610f402172a22f6a4",
    "author": "Михаил Елизаров",
    "name": "The Librarian",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1452467991i/19283005._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1452467991l/19283005.jpg",
    "description": "An epic full of video game-like battles, Russian landscapes and old babushkas, who fight with scythes...As the introduction to this book will tell you, the books by Gromov, obscure and long forgotten propaganda author of the Soviet era, have such an effect on their readers that they suddenly enjoy supernatural powers. Understandably, their readers need to keep accessing these books at all cost and gather into groups around book-bearers, or, as they're called, librarians. Alexei, until now a loser, comes to collect an uncle's inheritance and unexpectedly becomes a librarian. He tells his extraordinary, unbelievable story.",
    "publisher": "5e4c1c885451fc08ca440520",
    "price": 18,
    "priceDiscount": 17,
    "pages": 410,
    "createdAt": "2020-03-18T10:55:46.238Z",
    "genre": "Fiction",
    "slug": "the-librarian-mihail-elizarov",
    "priceInRubles": 1080,
    "id": "5e720f8610f402172a22f6a4"
  },
  {
    "private": false,
    "releaseBook": [
      "2003-03-16T13:24:20.396Z",
      "1965-07-21T00:23:31.578Z",
      "1984-05-18T23:52:46.862Z"
    ],
    "ratingsAverage": 3.96,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f69d",
    "author": "Aleksandr Ivanovich Kuprin",
    "name": "Гранатовый браслет",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1355499547i/16693151._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1355499547l/16693151.jpg",
    "description": "Александр Иванович Куприн (1870-1938) один из величайших русских писателей, в творческом наследии которого более десятка повестей и романов («Впотьмах», «Олеся», «Гранатовый браслет»), множество рассказов и очерков.Повесть \"Гранатовый браслет\" занимает особое место в творчестве Куприна. В ней автор рассказывает о возвышенной и бескорыстной, по-настоящему неземной любви. О чувстве, которое повезло испытать герою \"Гранатового браслета\", Желткову, бедному и застенчивому чиновнику. Любовью, «которая повторяется только раз в тысячу лет», он возводит в ранг богини Веру Шеину, величественную и недоступную для него красавицу. Несмотря на трагизм, все произведение пропитано светлой печалью и осознанием величия всепобеждающей любви.",
    "publisher": "5e4c1c885451fc08ca44051c",
    "price": 14,
    "priceDiscount": 12,
    "pages": 144,
    "createdAt": "2020-03-18T10:42:47.620Z",
    "genre": "Cultural",
    "slug": "granatovyj-braslet-aleksandr-ivanovich-kuprin",
    "priceInRubles": 840,
    "id": "5e720f8610f402172a22f69d"
  },
  {
    "private": false,
    "releaseBook": [
      "2009-04-04T04:56:05.835Z",
      "2012-05-29T11:58:22.756Z",
      "1972-03-14T14:10:34.342Z"
    ],
    "ratingsAverage": 3.75,
    "ratingsQuantity": 16,
    "images": [],
    "_id": "5e720f8610f402172a22f690",
    "author": "Yury Olesha",
    "name": "Envy",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386921180i/54576._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386921180l/54576.jpg",
    "description": "One of the delights of Russian literature, a tour de force that has been compared to the best of Nabokov and Bulgakov, Yuri Olesha's novella brings together cutting social satire, slapstick humor, and a wild visionary streak. Andrei is a model Soviet citizen, a swaggeringly self-satisfied mogul of the food industry who intends to revolutionize modern life with mass-produced sausage. Nikolai is a loser. Finding him drunk in the gutter, Andrei gives him a bed for the night and a job as a gofer. Nikolai takes what he can, but that doesn't mean he's grateful. Griping, sulking, grovelingly abject, he despises everything Andrei believes in, even if he envies him his every breath.Producer and sponger, insider and outcast, master and man fight back and forth in the pages of Olesha's anarchic comedy. It is a contest of wills in which nothing is sure except the incorrigible human heart.Marian Schwartz's new English translation of Envy brilliantly captures the energy of Olesha's masterpiece.A NEW YORK REVIEW BOOKS ORIGINAL",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 7,
    "priceDiscount": 5,
    "pages": 152,
    "createdAt": "2020-03-18T10:42:40.800Z",
    "genre": "Cultural",
    "slug": "envy-yury-olesha",
    "priceInRubles": 420,
    "id": "5e720f8610f402172a22f690"
  },
  {
    "private": false,
    "releaseBook": [
      "1980-05-23T11:47:55.453Z",
      "2002-12-13T05:01:32.130Z",
      "2011-01-09T02:50:44.981Z"
    ],
    "ratingsAverage": 3.9,
    "ratingsQuantity": 10,
    "images": [],
    "_id": "5e720f8610f402172a22f6a7",
    "author": "Leo Tolstoy",
    "name": "The Sebastopol Sketches",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1441248297i/50269._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1441248297l/50269.jpg",
    "description": "«Севастопольские рассказы» Льва Николаевича Толстого (1828–1910) посвящены героической обороне Севастополя во время Крымской войны. В течение нескольких месяцев Толстой находился в осажденном городе и принимал участие в его защите. За храбрость молодой офицер был награжден орденом Святой Анны, медалями «За защиту Севастополя» и «В память войны 1853—1856 гг.». В рассказах, написанных под живым впечатлением от севастопольских событий, писатель показал войну «не в правильном, красивом и блестящем строе, с музыкой и барабанным боем», а «в настоящем ее выражении — в крови, в страданиях, в смерти...». «Севастопольские рассказы» были опубликованы в 1855–1856 гг. в журнале «Современник» и упрочили репутацию Толстого как яркого, талантливого писателя, на которого, как писал Н. А. Некрасов, возлагались все надежды русской литературы. В настоящее издание включены также и другие ранние рассказы Толстого: «Метель», «Три смерти», «Поликушка».",
    "publisher": "5e4c1c885451fc08ca440521",
    "price": 5,
    "priceDiscount": 3,
    "pages": 192,
    "createdAt": "2020-03-18T10:34:38.110Z",
    "genre": "Literature",
    "slug": "the-sebastopol-sketches-leo-tolstoy",
    "priceInRubles": 300,
    "id": "5e720f8610f402172a22f6a7"
  },
  {
    "private": false,
    "releaseBook": [
      "2008-03-14T19:11:50.568Z",
      "1986-04-21T02:02:47.583Z",
      "1983-02-10T09:50:18.210Z"
    ],
    "ratingsAverage": 3.81,
    "ratingsQuantity": 14,
    "images": [],
    "_id": "5e720f8610f402172a22f6b4",
    "author": "Fyodor Dostoyevsky",
    "name": "Netochka Nezvanova",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1399157428i/17893._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1399157428l/17893.jpg",
    "description": "Netochka Nezvanova - a 'Nameless Nobody' - tells the story of a childhood dominated by her stepfather, Efimov, a failed musician who believes he is a neglected genius. The young girl is strangely drawn to this drunken ruin of a man, who exploits her and drives the family to poverty. But when she is rescued by an aristocratic family, the abuse against Netochka's delicate psyche continues in a more subtle way, condemning her to remain an outsider - a solitary spectator of a glittering society. Conceived as part of a novel on a grand scale, Netochka Nezvanova remained incomplete after Dostoyevsky was exiled to Siberia for 'revolutionary activities' in 1849. With its depiction of the suffering, loneliness, madness and sin that affect both rich and poor in St Petersburg, it contains the great themes that were to dominate his later novels.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 13,
    "priceDiscount": 10,
    "pages": 176,
    "createdAt": "2020-03-18T10:19:09.754Z",
    "genre": "Classics",
    "slug": "netochka-nezvanova-fyodor-dostoyevsky",
    "priceInRubles": 780,
    "id": "5e720f8610f402172a22f6b4"
  },
  {
    "private": false,
    "releaseBook": [
      "1978-05-06T19:29:01.567Z",
      "2005-07-01T23:47:05.539Z",
      "1989-08-21T20:01:53.319Z"
    ],
    "ratingsAverage": 4.3,
    "ratingsQuantity": 17,
    "images": [],
    "_id": "5e720f8610f402172a22f6b5",
    "author": "Joseph Frank",
    "name": "Dostoevsky: The Seeds of Revolt, 1821-1849",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348019431i/434860._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348019431l/434860.jpg",
    "description": "The term \"biography\" seems insufficiently capacious to describe the singular achievement of Joseph Frank's five-volume study of the life of the great Russian novelist Fyodor Dostoevsky. One critic, writing upon the publication of the final volume, casually tagged the series as the ultimate work on Dostoevsky \"in any language, and quite possibly forever.\"Frank himself had not originally intended to undertake such a massive work. The endeavor began in the early 1960s as an exploration of Dostoevsky's fiction, but it later became apparent to Frank that a deeper appreciation of the fiction would require a more ambitious engagement with the writer's life, directly caught up as Dostoevsky was with the cultural and political movements of mid- and late-nineteenth-century Russia. Already in his forties, Frank undertook to learn Russian and embarked on what would become a five-volume work comprising more than 2,500 pages. The result is an intellectual history of nineteenth-century Russia, with Dostoevsky's mind as a refracting prism.The volumes have won numerous prizes, among them the National Book Critics Circle Award for Biography, the Christian Gauss Award of Phi Beta Kappa, the Los Angeles Times Book Prize, and the James Russell Lowell Prize of the Modern Language Association.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 24,
    "priceDiscount": 17,
    "pages": 424,
    "createdAt": "2020-03-18T10:18:33.263Z",
    "genre": "Biography",
    "slug": "dostoevsky:-the-seeds-of-revolt-1821-1849-joseph-frank",
    "priceInRubles": 1440,
    "id": "5e720f8610f402172a22f6b5"
  },
  {
    "private": false,
    "releaseBook": [
      "1972-01-09T23:55:02.576Z",
      "1984-10-26T21:36:29.292Z",
      "2013-04-05T17:54:21.095Z"
    ],
    "ratingsAverage": 3.95,
    "ratingsQuantity": 18,
    "images": [],
    "_id": "5e720f8610f402172a22f699",
    "author": "Fyodor Dostoyevsky",
    "name": "Poor Folk and Other Stories",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1498533820i/226376._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1498533820l/226376._SY475_.jpg",
    "description": "Poor Folk was Dostoyevsky's first great triumph in fiction and the work that looks forward to the double-acts and obsessions of his later genius. It takes place in a world of office , lodging-house and seamstress's rooms and consists of an impoverished love affair in letters between a copy clerk and a young girl who lives opposite him. Of the other stories in this volume The Landlady portrays a dreamer hero, housed in dreams of art until he is forced to move from his lodgings; and Polzunkov is a sketch of a \"voluntary buffoon.\" For Mr.Prokharchin Dostoyevsky lifted a plot from a stranger-than-fiction newspaper story (about a poor man's hidden hoard's) and transformed it into inspired and desolate comedy.",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 23,
    "priceDiscount": 22,
    "pages": 271,
    "createdAt": "2020-03-18T10:16:23.134Z",
    "genre": "Cultural",
    "slug": "poor-folk-and-other-stories-fyodor-dostoyevsky",
    "priceInRubles": 1380,
    "id": "5e720f8610f402172a22f699"
  },
  {
    "private": false,
    "releaseBook": [
      "2016-02-26T02:36:53.503Z",
      "1968-03-27T23:06:19.080Z",
      "1971-08-15T14:28:34.747Z"
    ],
    "ratingsAverage": 4.03,
    "ratingsQuantity": 1,
    "images": [],
    "_id": "5e720f8610f402172a22f677",
    "author": "Boris Pasternak",
    "name": "Doctor Zhivago",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1385508725i/130440._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1385508725l/130440.jpg",
    "description": "This epic tale about the effects of the Russian Revolution and its aftermath on a bourgeois family was not published in the Soviet Union until 1987. One of the results of its publication in the West was Pasternak's complete rejection by Soviet authorities; when he was awarded the Nobel Prize for Literature in 1958 he was compelled to decline it. The book quickly became an international best-seller.Dr. Yury Zhivago, Pasternak's alter ego, is a poet, philosopher, and physician whose life is disrupted by the war and by his love for Lara, the wife of a revolutionary. His artistic nature makes him vulnerable to the brutality and harshness of the Bolsheviks. The poems he writes constitute some of the most beautiful writing featured in the novel.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 6,
    "priceDiscount": 5,
    "pages": 592,
    "createdAt": "2020-03-18T10:14:20.507Z",
    "genre": "Classics",
    "slug": "doctor-zhivago-boris-pasternak",
    "priceInRubles": 360,
    "id": "5e720f8610f402172a22f677"
  },
  {
    "private": false,
    "releaseBook": [
      "1981-04-19T17:11:22.294Z",
      "1986-07-07T19:17:19.582Z",
      "2018-07-26T02:45:54.772Z"
    ],
    "ratingsAverage": 4.19,
    "ratingsQuantity": 7,
    "images": [],
    "_id": "5e720f8610f402172a22f6a2",
    "author": "Arkady Strugatsky",
    "name": "Hard to Be a God",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1425850190i/759517._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1425850190l/759517.jpg",
    "description": "The novel follows Anton, an undercover operative from the future planet Earth, in his mission on an alien planet, that is populated by human beings, whose society has not advanced beyond the Middle Ages. The novel's core idea is that human progress throughout the centuries is often cruel and bloody, and that religion and blind faith can be an effective tool of oppression, working to destroy the emerging scientific disciplines and enlightenment.-Don Rumata has been sent from Earth to the medieval kingdom of Arkanar with instructions to observe and to save what he can. Masquerading as an arrogant nobleman, a dueler, and a brawler, he is never defeated, but yet he can never kill. With his doubt and compassion, and his deep love for a local girl named Kira, Rumata wants to save the kingdom from the machinations of Don Reba, the first minister to the king. But given his orders, what role can he play? This long overdue translation will reintroduce one of the most profound Soviet-era novels to an eager audience.Arkady and Boris Strugatsky are widely known as the greatest Russian writers of science fiction, and their 1964 novel Hard to Be a God is considered one of the greatest of their works. Yet until now the only English version (unavailable for over thirty years) was based on a German translation, and was full of errors, infelicities, and misunderstandings. Now, in a new translation by Olena Bormashenko, whose translation of the authors’ Roadside Picnic has received widespread acclaim, here is the definitive edition of this brilliant work.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 8,
    "priceDiscount": 5,
    "pages": 219,
    "createdAt": "2020-03-18T10:04:10.875Z",
    "genre": "Science Fiction",
    "slug": "hard-to-be-a-god-arkady-strugatsky",
    "priceInRubles": 480,
    "id": "5e720f8610f402172a22f6a2"
  },
  {
    "private": false,
    "releaseBook": [
      "2013-11-11T05:29:50.698Z",
      "1988-01-08T21:27:58.256Z",
      "1965-01-04T10:17:48.711Z"
    ],
    "ratingsAverage": 3.42,
    "ratingsQuantity": 21,
    "images": [],
    "_id": "5e720f8610f402172a22f6b3",
    "author": "Nikolái Chernyshevsky",
    "name": "What Is to Be Done?",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348353496i/178196._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348353496l/178196.jpg",
    "description": "\"No work in modern literature, with the possible exception of Uncle Tom's Cabin, can compete with What Is to Be Done? in its effect on human lives and its power to make history. For Chernyshevsky's novel, far more than Marx's Capital, supplied the emotional dynamic that eventually went to make the Russian Revolution.\"--Joseph Frank, The Southern ReviewAlmost from the moment of its publication in 1863, Nikolai Chernyshevsky's novel, What Is to Be Done?, had a profound impact on the course of Russian literature and politics. The idealized image it offered of dedicated and self-sacrificing intellectuals transforming society by means of scientific knowledge served as a model of inspiration for Russia's revolutionary intelligentsia. On the one hand, the novel's condemnation of moderate reform helped to bring about the irrevocable break between radical intellectuals and liberal reformers; on the other, Chernyshevsky's socialist vision polarized conservatives' opposition to institutional reform. Lenin himself called Chernyshevsky \"the greatest and most talented representative of socialism before Marx\"; and the controversy surrounding What Is to Be Done? exacerbated the conflicts that eventually led to the Russian Revolution.Michael R. Katz's readable and compelling translation is now the definitive unabridged English-language version, brilliantly capturing the extraordinary qualities of the original. William G. Wagner has provided full annotations to Chernyshevsky's allusions and references and to the, sources of his ideas, and has appended a critical bibliography. An introduction by Katz and Wagner places the novel in the context of nineteenth-century Russian social, political, and intellectual history and literature, and explores its importance for several generations of Russian radicals.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 17,
    "priceDiscount": 13,
    "pages": 445,
    "createdAt": "2020-03-18T10:02:46.618Z",
    "genre": "Fiction",
    "slug": "what-is-to-be-done-nikolai-chernyshevsky",
    "priceInRubles": 1020,
    "id": "5e720f8610f402172a22f6b3"
  },
  {
    "private": false,
    "releaseBook": [
      "2011-07-23T00:05:11.676Z",
      "1981-05-25T18:54:55.758Z",
      "1999-03-13T22:14:40.148Z"
    ],
    "ratingsAverage": 4.06,
    "ratingsQuantity": 15,
    "images": [],
    "_id": "5e720f8610f402172a22f698",
    "author": "Mikhail Bulgakov",
    "name": "Morphine",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1250129996i/4531917._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1250129996l/4531917.jpg",
    "description": "Young Dr. Bromgard has come to a small country town to assume a new practice. No sooner has he arrived than he receives word that a colleague, Dr. Polyakov, has fallen gravely ill. Before Bromgard can go to his friend's aid, Polyakov is brought to his practice in the middle of the night with a self-inflicted gunshot wound, and, barely conscious, gives Bromgard his journal before dying. What Bromgard uncovers in the entries is Polyakov's uncontrollable and merciless descent into morphine addiction -- his first injection to ease his back pain, the thrill of the drug as it overtakes him, the looming signs of addiction, and the feverish final entries before his death.",
    "publisher": "5e4c1c885451fc08ca440520",
    "price": 18,
    "priceDiscount": 16,
    "pages": 80,
    "createdAt": "2020-03-18T09:42:44.102Z",
    "genre": "Fiction",
    "slug": "morphine-mikhail-bulgakov",
    "priceInRubles": 1080,
    "id": "5e720f8610f402172a22f698"
  },
  {
    "private": false,
    "releaseBook": [
      "1985-10-28T05:34:29.296Z",
      "1985-01-12T08:36:51.022Z",
      "1984-02-14T16:30:16.765Z"
    ],
    "ratingsAverage": 3.82,
    "ratingsQuantity": 9,
    "images": [],
    "_id": "5e720f8610f402172a22f697",
    "author": "Tatyana Tolstaya",
    "name": "The Slynx",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1177443078i/704178._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1177443078l/704178._SY475_.jpg",
    "description": "In what remains of Moscow some two hundred years after the “Blast,” a community persists in primitive, ridiculous, and often brutal circumstances. Mice are the current source of food, clothes, and commerce, as well as a source of humor for Tatyana Tolstaya. Owning books in this society is prohibited by the tyrant, who plagiarizes the old masters, becoming his people’s sole writer. One of the tyrant’s scribes, Benedikt, is the main narrator of The Slynx. He is in love with books as objects but is unable to derive any meaning or moral benefit from them. Like the imagined, feared animal of this rollicking satirical novel’s title, Benedikt represents lust, cruelty, egotism, and ignorance. The Slynx and Benedikt are one. As Pearl K. Bell wrote of Tolstaya’s stories on the cover of the New York Times Book Review, “The blazing vitality of [her] imagination, the high-spirited playfulness . . . place her in that uniquely Russian line of satirists and surrealists.” David Remnick has called her “the most promising of all the ‘post-Soviet’ writers . . . She sounds like no one else.”",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 12,
    "priceDiscount": 8,
    "pages": 278,
    "createdAt": "2020-03-18T09:19:05.582Z",
    "genre": "Fiction",
    "slug": "the-slynx-tatyana-tolstaya",
    "priceInRubles": 720,
    "id": "5e720f8610f402172a22f697"
  },
  {
    "private": false,
    "releaseBook": [
      "1971-03-04T17:53:35.299Z",
      "2017-10-22T00:55:25.619Z",
      "2012-10-14T03:10:34.380Z"
    ],
    "ratingsAverage": 4.42,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f693",
    "author": "Ilya Ilf",
    "name": "The Twelve Chairs",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348256729i/158516._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348256729l/158516.jpg",
    "description": "Ostap Bender is an unemployed con artist living by his wits in postrevolutionary Soviet Russia. He joins forces with Ippolit Matveyevich Vorobyaninov, a former nobleman who has returned to his hometown to find a cache of missing jewels which were hidden in some chairs that have been appropriated by the Soviet authorities. The search for the bejeweled chairs takes these unlikely heroes from the provinces to Moscow to the wilds of Soviet Georgia and the Trans-caucasus mountains; on their quest they encounter a wide variety of characters: from opportunistic Soviet bureaucrats to aging survivors of the prerevolutionary propertied classes, each one more selfish, venal, and ineffective than the one before.",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 23,
    "priceDiscount": 21,
    "pages": 395,
    "createdAt": "2020-03-18T08:36:57.072Z",
    "genre": "Cultural",
    "slug": "the-twelve-chairs-ilya-ilf",
    "priceInRubles": 1380,
    "id": "5e720f8610f402172a22f693"
  },
  {
    "private": false,
    "releaseBook": [
      "2003-07-04T09:21:12.229Z",
      "1995-12-04T17:20:48.999Z",
      "2010-07-14T16:42:00.990Z"
    ],
    "ratingsAverage": 4.15,
    "ratingsQuantity": 12,
    "images": [],
    "_id": "5e720f8610f402172a22f6aa",
    "author": "Mikhail Sholokhov",
    "name": "De stille Don, band 1 [De stille Don & Storm over Rusland]",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1360080959i/17335281._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1360080959l/17335281.jpg",
    "description": "(Parts 1 & 2)De eerste twee delen van deze tetralogie samen in één band: De stille Don (deel 1) en Storm over Rusland (deel 2).\nDe stille Don\n (deel 1)In het eerste deel van de Stille-Doncyclus schildert Sjolochow, zelf een Donkozak, het bonte leven der boeren en kozakken uit het Don-gebied van vóór de eerste wereldoorlog. Een leven van elementaire kracht, gevoed en gesterkt door en uit de donkere, dampende voren van Moedertje Aarde, uit de steppen en haar eindeloosheid. Als een symfonie glijdt het leven van deze mensen aan ons voorbij, met hun arbeid en strijd, hun spel en dans, hun liefde, hun smart en hun haat, temidden van het grootste decor van steppen, hemel en stroom.Alle gebeurtenissen in dit deel van De stille Don worden gegroepeerd rondom de hoofdpersoon, de jonge onstuimige Grigorij Meljechow. Grigorij, gehuwd met een eerbare, liefhebbende vrouw, wordt verliefd op Aksinja, de vrouw van zijn buurman, en vlucht met haar. Maar dan wordt Grigorij opgeroepen voor de dienstplicht in het kozakkenleger; zijn vrouw houdt het zonder hem niet uit en als hij terugkeert heeft zij een zelfmoordpoging gedaan.\nStorm over Rusland\n (deel 2)Inmiddels is de oorlog met Duitsland uitgebroken. De kozakken worden naar de grenzen gezonden. In de loopgraven groeit de ontevredenheid. De revolutie van 1917 barst los; maar de meeste kozakken-regimenten blijven de Tsaar en de regering Kerenski trouw, totdat ze tenslotte door de Roden worden ontwapend en naar huis gezonden. Groots is in Storm over Rusland weergegeven hoe de oorlog de dorpen ontvolkt; hoe hij de soldaten aan het front en de trotse boeren omvormt tot morrende met alles ontevreden opstandigen; hoe de revolutie de niet begrijpende mensen verdeelt en tot verwoesting en broedermoord prikkelt. In deze verbijsterende tijd is Grigorij Meljechow met zijn hartstocht voor Aksinja bijna een speelbal van het blinde lot.Het eerste deel van deze cyclus verscheen in 1929, het vierde en laatste eerst kort voor de tweede wereldoorlog.",
    "publisher": "5e4c1c885451fc08ca44051d",
    "price": 5,
    "priceDiscount": 4,
    "pages": 640,
    "createdAt": "2020-03-18T08:28:21.260Z",
    "genre": "Fiction",
    "slug": "de-stille-don-band-1-de-stille-don-and-storm-over-rusland-mikhail-sholokhov",
    "priceInRubles": 300,
    "id": "5e720f8610f402172a22f6aa"
  },
  {
    "private": false,
    "releaseBook": [
      "2015-10-12T08:51:23.068Z",
      "2003-01-09T17:12:08.869Z",
      "1994-11-22T12:37:29.440Z"
    ],
    "ratingsAverage": 4.04,
    "ratingsQuantity": 15,
    "images": [],
    "_id": "5e720f8610f402172a22f69f",
    "author": "Martin Cruz Smith",
    "name": "Gorky Park",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390189430i/762806._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390189430l/762806.jpg",
    "description": "A triple murder in a Moscow amusement center: three corpses found frozen in the snow, faces and fingers missing. Chief homicide investigator Arkady Renko is brilliant, sensitive, honest, and cynical about everything except his profession. To identify the victims and uncover the truth, he must battle the KGB, FBI, and New York police as he performs the impossible--and tries to stay alive doing it.",
    "publisher": "5e4c1c885451fc08ca44051a",
    "price": 18,
    "priceDiscount": 13,
    "pages": 433,
    "createdAt": "2020-03-18T08:23:40.758Z",
    "genre": "Mystery",
    "slug": "gorky-park-martin-cruz-smith",
    "priceInRubles": 1080,
    "id": "5e720f8610f402172a22f69f"
  },
  {
    "private": false,
    "releaseBook": [
      "1984-07-01T02:19:06.662Z",
      "1997-09-18T03:56:29.246Z",
      "2017-09-16T12:13:12.792Z"
    ],
    "ratingsAverage": 3.89,
    "ratingsQuantity": 25,
    "images": [],
    "_id": "5e720f8610f402172a22f680",
    "author": "Fyodor Dostoyevsky",
    "name": "The Gambler",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348607722i/12857._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348607722l/12857.jpg",
    "description": "In this dark and compelling short novel, Fyodor Dostoevsky tells the story of Alexey Ivanovitch, a young tutor working in the household of an imperious Russian general. Alexey tries to break through the wall of the established order in Russia, but instead becomes mired in the endless downward spiral of betting and loss. His intense and inescapable addiction is accentuated by his affair with the General’s cruel yet seductively adept niece, Polina. In The Gambler, Dostoevsky reaches the heights of drama with this stunning psychological portrait.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 25,
    "priceDiscount": 20,
    "pages": 188,
    "createdAt": "2020-03-18T07:55:02.821Z",
    "genre": "Classics",
    "slug": "the-gambler-fyodor-dostoyevsky",
    "priceInRubles": 1500,
    "id": "5e720f8610f402172a22f680"
  },
  {
    "private": false,
    "releaseBook": [
      "1986-01-20T18:15:52.034Z",
      "1999-11-21T05:16:55.278Z",
      "2004-08-06T23:22:25.364Z"
    ],
    "ratingsAverage": 4.05,
    "ratingsQuantity": 1,
    "images": [],
    "_id": "5e720f8610f402172a22f66e",
    "author": "Leo Tolstoy",
    "name": "Anna Karenina",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546091617i/15823480._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546091617l/15823480._SX318_.jpg",
    "description": "Acclaimed by many as the world's greatest novel, Anna Karenina provides a vast panorama of contemporary life in Russia and of humanity in general. In it Tolstoy uses his intense imaginative insight to create some of the most memorable characters in all of literature. Anna is a sophisticated woman who abandons her empty existence as the wife of Karenin and turns to Count Vronsky to fulfil her passionate nature - with tragic consequences. Levin is a reflection of Tolstoy himself, often expressing the author's own views and convictions.Throughout, Tolstoy points no moral, merely inviting us not to judge but to watch. As Rosemary Edmonds comments, 'He leaves the shifting patterns of the kaleidoscope to bring home the meaning of the brooding words following the title, 'Vengeance is mine, and I will repay.",
    "publisher": "5e4c1c885451fc08ca440520",
    "price": 20,
    "priceDiscount": 16,
    "pages": 964,
    "createdAt": "2020-03-18T07:47:03.757Z",
    "genre": "Classics",
    "slug": "anna-karenina-leo-tolstoy",
    "priceInRubles": 1200,
    "id": "5e720f8610f402172a22f66e"
  },
  {
    "private": false,
    "releaseBook": [
      "1980-10-13T08:55:06.442Z",
      "1994-07-07T11:26:25.506Z",
      "1992-09-13T12:04:15.218Z"
    ],
    "ratingsAverage": 3.59,
    "ratingsQuantity": 25,
    "images": [],
    "_id": "5e720f8610f402172a22f6a6",
    "author": "Victor Erofeyev",
    "name": "Энциклопедия русской души: роман с энциклопедией",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1186591773i/1667525._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1186591773l/1667525.jpg",
    "description": "Russkij sostoit iz `nichego`, kotoroe vklyuchaet v sebya `vsyo`. Russkij schitaet, chto emu nichego ne prinadlezhit. Russkij schitaet, chto emu prinadlezhit ves' mir. Pri vneshnej myagkosti i pevuchesti Rossii, pri ee bab'em oblichij, lyubvi k kefiru, v etoj strane zhivet naselenie s chudovischnym appetitom. Vchera - vsyo, segodnya - nichego, nazavtra - snova vsyo.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 9,
    "priceDiscount": 6,
    "pages": 318,
    "createdAt": "2020-03-18T07:02:50.815Z",
    "genre": "Fiction",
    "slug": "enciklopediya-russkoj-dushi:-roman-s-enciklopediej-victor-erofeyev",
    "priceInRubles": 540,
    "id": "5e720f8610f402172a22f6a6"
  },
  {
    "private": false,
    "releaseBook": [
      "1971-07-24T19:06:24.524Z",
      "1997-09-05T16:27:48.376Z",
      "1976-10-08T12:11:13.953Z"
    ],
    "ratingsAverage": 3.9,
    "ratingsQuantity": 10,
    "images": [],
    "_id": "5e720f8610f402172a22f68c",
    "author": "Leo Tolstoy",
    "name": "The Kreutzer Sonata",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1560711982i/141077._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1560711982l/141077._SY475_.jpg",
    "description": "When Marshal of the Nobility Pozdnyshev suspects his wife of having an affair with her music partner, his jealousy consumes him and drives him to murder. Controversial upon publication in 1890, The Kreutzer Sonata illuminates Tolstoy’s then-feverish Christian ideals, his conflicts with lust and the hypocrisies of nineteenth-century marriage, and his thinking on the role of art and music in society.In her Introduction, Doris Lessing shows how relevant The Kreutzer Sonata is to our understanding of Tolstoy the artist, as well as to feminism and literature. This Modern Library Paperback Classic also contains Tolstoy’s Sequel to the Kruetzer Sonata.",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 24,
    "priceDiscount": 22,
    "pages": 128,
    "createdAt": "2020-03-18T06:57:19.058Z",
    "genre": "Classics",
    "slug": "the-kreutzer-sonata-leo-tolstoy",
    "priceInRubles": 1440,
    "id": "5e720f8610f402172a22f68c"
  },
  {
    "private": false,
    "releaseBook": [
      "2001-03-21T20:19:37.786Z",
      "1969-06-05T21:46:22.022Z",
      "2015-08-03T16:08:09.377Z"
    ],
    "ratingsAverage": 3.96,
    "ratingsQuantity": 24,
    "images": [],
    "_id": "5e720f8610f402172a22f676",
    "author": "Ivan Turgenev",
    "name": "Fathers and Sons",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390793535i/19117._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390793535l/19117.jpg",
    "description": "Bazarov—a gifted, impatient, and caustic young man—has journeyed from school to the home of his friend Arkady Kirsanov. But soon Bazarov’s outspoken rejection of authority and social conventions touches off quarrels, misunderstandings, and romantic entanglements that will utterly transform the Kirsanov household and reflect the changes taking place across all of nineteenth-century Russia. Fathers and Sons enraged the old and the young, reactionaries, romantics, and radicals alike when it was first published. At the same time, Turgenev won the acclaim of Flaubert, Maupassant, and Henry James for his craftsmanship as a writer and his psychological insight. Fathers and Sons is now considered one of the greatest novels of the nineteenth century.A timeless depiction of generational conflict during social upheaval, it vividly portrays the clash between the older Russian aristocracy and the youthful radicalism that foreshadowed the revolution to come—and offers modern-day readers much to reflect upon as they look around at their own tumultuous, ever changing world. Introduction by Jane Costlow",
    "publisher": "5e4c1c885451fc08ca440520",
    "price": 13,
    "priceDiscount": 11,
    "pages": 244,
    "createdAt": "2020-03-18T06:55:34.680Z",
    "genre": "Classics",
    "slug": "fathers-and-sons-ivan-turgenev",
    "priceInRubles": 780,
    "id": "5e720f8610f402172a22f676"
  },
  {
    "private": false,
    "releaseBook": [
      "1980-07-30T16:22:58.329Z",
      "2005-12-28T17:27:04.495Z",
      "1976-08-01T09:24:10.847Z"
    ],
    "ratingsAverage": 4.09,
    "ratingsQuantity": 14,
    "images": [],
    "_id": "5e720f8610f402172a22f692",
    "author": "Victor Serge",
    "name": "The Case of Comrade Tulayev",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1389114042i/79787._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1389114042l/79787.jpg",
    "description": "One cold Moscow night, Comrade Tulayev, a high government official, is shot dead in the street, and the search for his killer begins. In this panoramic vision of the Soviet Great Terror, the investigation leads all over the world, netting a whole series of suspects whose only connection is their innocence—at least of the crime of which they stand accused. But The Case of Comrade Tulayev, unquestionably the finest work of fiction ever written about the Stalinist purges, is not just a story of a totalitarian state. Marked by the deep humanity and generous spirit of its author, the legendary anarchist and exile Victor Serge, it is also a classic twentieth-century tale of risk, adventure, and unexpected nobility to sit beside Ernest Hemingway's For Whom the Bell Tolls and André Malraux's Man's Fate.",
    "publisher": "5e4c1c885451fc08ca440521",
    "price": 18,
    "priceDiscount": 12,
    "pages": 400,
    "createdAt": "2020-03-18T06:45:17.006Z",
    "genre": "Fiction",
    "slug": "the-case-of-comrade-tulayev-victor-serge",
    "priceInRubles": 1080,
    "id": "5e720f8610f402172a22f692"
  },
  {
    "private": false,
    "releaseBook": [
      "2010-10-08T00:17:06.959Z",
      "2001-01-10T02:41:56.777Z",
      "2002-08-25T16:51:48.785Z"
    ],
    "ratingsAverage": 3.94,
    "ratingsQuantity": 13,
    "images": [],
    "_id": "5e720f8610f402172a22f6b0",
    "author": "Fyodor Dostoyevsky",
    "name": "The Adolescent",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1333784048i/5700._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1333784048l/5700.jpg",
    "description": "The narrator and protagonist of Dostoevsky’s novel The Adolescent (first published in English as A Raw Youth) is Arkady Dolgoruky, a naive 19-year-old boy bursting with ambition and opinions. The illegitimate son of a dissipated landowner, he is torn between his desire to expose his father’s wrongdoing and the desire to win his love. He travels to St. Petersburg to confront the father he barely knows, inspired by an inchoate dream of communion and armed with a mysterious document that he believes gives him power over others. This new English version by the most acclaimed of Dostoevsky’s translators is a masterpiece of pathos and high comedy.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 20,
    "priceDiscount": 14,
    "pages": 647,
    "createdAt": "2020-03-18T06:30:49.413Z",
    "genre": "Classics",
    "slug": "the-adolescent-fyodor-dostoyevsky",
    "priceInRubles": 1200,
    "id": "5e720f8610f402172a22f6b0"
  },
  {
    "private": false,
    "releaseBook": [
      "1978-07-13T21:05:10.292Z",
      "1995-07-29T15:32:03.262Z",
      "1985-12-23T15:33:04.945Z"
    ],
    "ratingsAverage": 4.21,
    "ratingsQuantity": 7,
    "images": [],
    "_id": "5e720f8610f402172a22f682",
    "author": "Aleksandr Solzhenitsyn",
    "name": "Cancer Ward",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328028751i/254316._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328028751l/254316.jpg",
    "description": "One of the great allegorical masterpieces of world literature, Cancer Ward is both a deeply compassionate study of people facing terminal illness and a brilliant dissection of the “cancerous” Soviet police state.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 18,
    "priceDiscount": 13,
    "pages": 576,
    "createdAt": "2020-03-18T06:15:47.465Z",
    "genre": "Fiction",
    "slug": "cancer-ward-aleksandr-solzhenitsyn",
    "priceInRubles": 1080,
    "id": "5e720f8610f402172a22f682"
  },
  {
    "private": false,
    "releaseBook": [
      "1989-01-14T16:17:32.240Z",
      "1998-10-30T14:54:13.485Z",
      "1988-12-28T23:36:17.598Z"
    ],
    "ratingsAverage": 4.27,
    "ratingsQuantity": 7,
    "images": [],
    "_id": "5e720f8610f402172a22f67c",
    "author": "Fyodor Dostoyevsky",
    "name": "Demons",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1524586008i/5695._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1524586008l/5695.jpg",
    "description": "Alternate Cover Edition ISBN 0679734511. (ISBN13: 9780679734512)Inspired by the true story of a political murder that horrified Russians in 1869, Fyodor Dostoevsky conceived of Demons as a \"novel-pamphlet\" in which he would say everything about the plague of materialist ideology that he saw infecting his native land. What emerged was a prophetic and ferociously funny masterpiece of ideology and murder in pre-revolutionary Russia.",
    "publisher": "5e4c1c885451fc08ca44051d",
    "price": 15,
    "priceDiscount": 13,
    "pages": 733,
    "createdAt": "2020-03-18T06:03:02.368Z",
    "genre": "Classics",
    "slug": "demons-fyodor-dostoyevsky",
    "priceInRubles": 900,
    "id": "5e720f8610f402172a22f67c"
  },
  {
    "private": false,
    "releaseBook": [
      "1987-07-24T22:34:34.700Z",
      "1985-06-12T17:50:38.961Z",
      "1978-08-24T13:23:24.004Z"
    ],
    "ratingsAverage": 3.86,
    "ratingsQuantity": 7,
    "images": [],
    "_id": "5e720f8610f402172a22f694",
    "author": "Chingiz Aitmatov",
    "name": "Jamilia",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1354902617i/604208._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1354902617l/604208.jpg",
    "description": "\"Jamilia\" is told from the point of view of a fictional Kyrgyz artist, Seit, who tells the story by looking back on his childhood. The story recounts the love between his new sister-in-law Jamilia and a local crippled young man, Daniyar, while Jamilia's husband, Sadyk, is away at the front during World War II.Based on clues in the story, it takes place in northwestern Kyrgyzstan, presumably Talas Province. The story is backdropped against the collective farming culture which was early in its peak in that period.Chingiz Aïtmatov was born in Kyrgyzstan in 1928. His work appeared in over one hundred languages, and received numerous awards, including the Lenin Prize. He was the Kyrgyz ambassador to the European Union, NATO, UNESCO and the Benelux countries.Translated by James Riordan.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 23,
    "priceDiscount": 21,
    "pages": 96,
    "createdAt": "2020-03-18T05:39:00.715Z",
    "genre": "Fiction",
    "slug": "jamilia-chingiz-aitmatov",
    "priceInRubles": 1380,
    "id": "5e720f8610f402172a22f694"
  },
  {
    "private": false,
    "releaseBook": [
      "1991-04-09T01:30:46.922Z",
      "1976-11-15T20:45:07.218Z",
      "1991-01-31T21:30:28.963Z"
    ],
    "ratingsAverage": 4.22,
    "ratingsQuantity": 21,
    "images": [],
    "_id": "5e720f8610f402172a22f69c",
    "author": "Mikhail Sholokhov",
    "name": "The Don Flows Home to the Sea, Vol 2",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390666833i/78025._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390666833l/78025.jpg",
    "description": "Sholokhov's book introduces the reader to a New World that is not merely the Don Region, but the world of the author's inimitably poetic prose; giving fifteen years of his life to the creation of \"And Quiet Flows the Don.\" He began the first book at the age of twenty, in 1926. The last was finished in 1940. While Leo Tolstoy's novel \"War and Peace\" (1863-69) immortalized the Napoleonic campaigns to the eve of the Decembrist revolt, \"And Quiet Flows the Don\" showed the destruction of the Cossacks and the birth of a new society. \"The Don Flows Home to the Sea,\" part two of the original novel, describes the effect of World War I, the revolution, and the civil war on the lives of the Don Cossacks.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 14,
    "priceDiscount": 13,
    "pages": 404,
    "createdAt": "2020-03-18T05:30:25.861Z",
    "genre": "Fiction",
    "slug": "the-don-flows-home-to-the-sea-vol-2-mikhail-sholokhov",
    "priceInRubles": 840,
    "id": "5e720f8610f402172a22f69c"
  },
  {
    "private": false,
    "releaseBook": [
      "1969-11-11T20:06:04.061Z",
      "2013-09-06T15:58:34.936Z",
      "2015-04-19T14:39:50.716Z"
    ],
    "ratingsAverage": 3.97,
    "ratingsQuantity": 2,
    "images": [],
    "_id": "5e720f8610f402172a22f68e",
    "author": "Andrei Bely",
    "name": "Petersburg",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386923692i/184913._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386923692l/184913.jpg",
    "description": "Taking place over a short, turbulent period in 1905, 'Petersburg' is a colourful evocation of Russia's capital—a kaleidoscope of images and impressions, an eastern window on the west, a symbol of the ambiguities and paradoxes of the Russian character. History, culture, and politics are blended and juxtaposed; weather reports, current news, fashions and psychology jostle together with people from Petersburg society in an exhilarating search for the identity of a city and, ultimately, Russia itself. 'The one novel that sums up the whole of Russia.'—Anthony Burgess",
    "publisher": "5e4c1c885451fc08ca44051a",
    "price": 5,
    "priceDiscount": 4,
    "pages": 384,
    "createdAt": "2020-03-18T05:20:27.720Z",
    "genre": "Fiction",
    "slug": "petersburg-andrei-bely",
    "priceInRubles": 300,
    "id": "5e720f8610f402172a22f68e"
  },
  {
    "private": false,
    "releaseBook": [
      "1981-04-20T12:07:36.257Z",
      "1965-09-02T20:05:07.048Z",
      "1969-07-15T01:00:05.665Z"
    ],
    "ratingsAverage": 3.92,
    "ratingsQuantity": 3,
    "images": [],
    "_id": "5e720f8610f402172a22f684",
    "author": "Ivan Turgenev",
    "name": "Home of the Gentry",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1473567535i/28463._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1473567535l/28463._SY475_.jpg",
    "description": "\"Home of the Gentry\" is a novel by Ivan Turgenev published in the January 1859 issue of \"Sovremennik\". It was enthusiastically received by the Russian society and remained his least controversial and most widely-read novel until the end of the 19th century. It was turned into a movie by Andrey Konchalovsky in 1969.The novel's protagonist is Fyodor Ivanych Lavretsky, a nobleman who shares many traits with Turgenev. The child of a distant, Anglophile father and a serf mother who dies when he is very young, Lavretsky is brought up at his family's country estate home by a severe maiden aunt, often thought to be based on Turgenev's own mother who was known for her cruelty.",
    "publisher": "5e4c1c885451fc08ca44051a",
    "price": 25,
    "priceDiscount": 19,
    "pages": 298,
    "createdAt": "2020-03-18T04:22:45.974Z",
    "genre": "Cultural",
    "slug": "home-of-the-gentry-ivan-turgenev",
    "priceInRubles": 1500,
    "id": "5e720f8610f402172a22f684"
  },
  {
    "private": false,
    "releaseBook": [
      "1981-02-19T08:39:32.620Z",
      "1996-11-13T17:00:58.959Z",
      "1979-01-05T01:17:38.453Z"
    ],
    "ratingsAverage": 4.18,
    "ratingsQuantity": 7,
    "images": [],
    "_id": "5e720f8610f402172a22f675",
    "author": "Fyodor Dostoyevsky",
    "name": "Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1411241656i/17876._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1411241656l/17876.jpg",
    "description": "A collection of powerful stories by one of the masters of Russian literature, illustrating the author's thoughts on political philosophy, religion and above all, humanity: Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead (150th Anniversary Edition)The compelling works presented in this volume were written at distinct periods in Dostoyevsky's life, at decisive moments in his groping for a political philosophy and a religious answer. From the primitive peasant who kills without understanding that he is destroying life to the anxious antihero of Notes from Underground—who both craves and despises affection—the writer's often-tormented characters showcase his evolving outlook on our fate.Thomas Mann described Dostoyevsky as \"an author whose Christian sympathy is ordinarily devoted to human misery, sin, vice, the depths of lust and crime, rather than to nobility of body and soul\" and Notes from Underground as \"an awe- and terror- inspiring example of this sympathy.\"",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 12,
    "priceDiscount": 9,
    "pages": 233,
    "createdAt": "2020-03-18T03:25:30.875Z",
    "genre": "Classics",
    "slug": "notes-from-underground-white-nights-the-dream-of-a-ridiculous-man-and-selections-from-the-house-of-the-dead-fyodor-dostoyevsky",
    "priceInRubles": 720,
    "id": "5e720f8610f402172a22f675"
  },
  {
    "private": false,
    "releaseBook": [
      "1978-01-08T16:24:46.210Z",
      "1982-04-15T18:29:50.610Z",
      "1973-09-11T18:47:08.057Z"
    ],
    "ratingsAverage": 3.81,
    "ratingsQuantity": 2,
    "images": [],
    "_id": "5e720f8610f402172a22f69e",
    "author": "Vladimir Nabokov",
    "name": "King, Queen, Knave",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1547156107i/8154._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1547156107l/8154._SY475_.jpg",
    "description": "'Of all my novels this bright brute is the gayest', Nabokov wrote of King, Queen, Knave. Comic, sensual and cerebral, it dramatizes an Oedipal love triangle, a tragi-comedy of husband, wife and lover, through Dreyer the rich businessman, his ripe-lipped ad mercenary wife Martha, and their bespectacled nephew Franz. 'If a resolute Freudian manages to slip in' - Nabokov darts a glance to the reader - 'he or she should be warned that a number of cruel traps have been set up here and there'.",
    "publisher": "5e4c1c885451fc08ca44051b",
    "price": 24,
    "priceDiscount": 16,
    "pages": 275,
    "createdAt": "2020-03-18T03:25:13.301Z",
    "genre": "Fiction",
    "slug": "king-queen-knave-vladimir-nabokov",
    "priceInRubles": 1440,
    "id": "5e720f8610f402172a22f69e"
  },
  {
    "private": false,
    "releaseBook": [
      "2010-03-04T23:52:03.561Z",
      "2008-06-01T00:05:01.643Z",
      "1981-05-26T10:58:20.877Z"
    ],
    "ratingsAverage": 3.9,
    "ratingsQuantity": 13,
    "images": [],
    "_id": "5e720f8610f402172a22f686",
    "author": "Vladimir Nabokov",
    "name": "Invitation to a Beheading",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405182507i/376561._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405182507l/376561.jpg",
    "description": "An alternative cover edition for this ISBN can be found hereLike Kafka's The Castle, Invitation to a Beheading embodies a vision of a bizarre and irrational world. In an unnamed dream country, the young man Cincinnatus C. is condemned to death by beheading for \"gnostical turpitude\", an imaginary crime that defies definition. Cincinnatus spends his final days in an absurd jail, where he is visited by chimerical jailers, an executioner who masquerades as a fellow prisoner, and by his in-laws, who lug their furniture with them into his prison cell.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 22,
    "priceDiscount": 21,
    "pages": 223,
    "createdAt": "2020-03-18T03:24:08.488Z",
    "genre": "Fiction",
    "slug": "invitation-to-a-beheading-vladimir-nabokov",
    "priceInRubles": 1320,
    "id": "5e720f8610f402172a22f686"
  },
  {
    "private": false,
    "releaseBook": [
      "2013-08-03T14:08:14.856Z",
      "1965-12-19T07:22:12.430Z",
      "1976-08-07T11:12:37.017Z"
    ],
    "ratingsAverage": 4.13,
    "ratingsQuantity": 16,
    "images": [],
    "_id": "5e720f8610f402172a22f687",
    "author": "Leo Tolstoy",
    "name": "Resurrection",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1335874776i/42641._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1335874776l/42641.jpg",
    "description": "Resurrection (1899) is the last of Tolstoy's major novels. It tells the story of a nobleman's attempt to redeem the suffering his youthful philandering inflicted on a peasant girl who ends up a prisoner in Siberia. Tolstoy's vision of redemption, achieved through loving forgiveness and his condemnation of violence, dominate the novel. An intimate, psychological tale of guilt, anger, and forgiveness, Resurrection is at the same time a panoramic description of social life in Russia at the end of the nineteenth century, reflecting its author's outrage at the social injustices of the world in which he lived. This edition, which updates a classic translation, has explanatory notes, and a substantial introduction based on the most recent scholarship in the field.",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 9,
    "priceDiscount": 7,
    "pages": 562,
    "createdAt": "2020-03-18T03:08:31.712Z",
    "genre": "Classics",
    "slug": "resurrection-leo-tolstoy",
    "priceInRubles": 540,
    "id": "5e720f8610f402172a22f687"
  },
  {
    "private": false,
    "releaseBook": [
      "1974-09-03T19:39:50.056Z",
      "1983-02-07T13:34:55.336Z",
      "1983-08-10T13:49:17.495Z"
    ],
    "ratingsAverage": 4.15,
    "ratingsQuantity": 22,
    "images": [],
    "_id": "5e720f8610f402172a22f6a8",
    "author": "Vladimir Nabokov",
    "name": "Ada, or Ardor: A Family Chronicle",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327867767i/12187._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327867767l/12187.jpg",
    "description": "Published two weeks after his seventieth birthday, Ada, or Ardor is one of Nabokov's greatest masterpieces, the glorious culmination of his career as a novelist.  It tells a love story troubled by incest. But more: it is also at once a fairy tale, epic, philosophical treatise on the nature of time, parody of the history of the novel, and erotic catalogue. Ada, or Ardor is no less than the superb work of an imagination at white heat.This is the first American edition to include the extensive and ingeniously sardonic appendix by the author, written under the anagrammatic pseudonym Vivian Darkbloom.",
    "publisher": "5e4c1c885451fc08ca440521",
    "price": 9,
    "priceDiscount": 6,
    "pages": 604,
    "createdAt": "2020-03-18T02:33:55.386Z",
    "genre": "Fiction",
    "slug": "ada-or-ardor:-a-family-chronicle-vladimir-nabokov",
    "priceInRubles": 540,
    "id": "5e720f8610f402172a22f6a8"
  },
  {
    "private": false,
    "releaseBook": [
      "2005-10-15T12:16:14.090Z",
      "1983-09-27T09:43:50.277Z",
      "2008-12-15T17:17:12.467Z"
    ],
    "ratingsAverage": 4.18,
    "ratingsQuantity": 7,
    "images": [],
    "_id": "5e720f8610f402172a22f6af",
    "author": "Mariam Petrosyan",
    "name": "Дом, в котором...",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1351031824i/7931881._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1351031824l/7931881.jpg",
    "description": "На окраине города, среди стандартных новостроек, стоит Се­рый Дом, в котором живут Сфинкс, Слепой, Лорд, Табаки, Македонский, Чёрный и многие другие. Неизвестно, действительно ли Лорд происходит из благородного рода драконов, но вот Слепой действительно слеп, а Сфинкс - мудр. Табаки, конечно, не шакал, хотя и любит поживиться чужим добром. Для каждого в Доме есть своя кличка, и один день в нём порой вмещает столько, сколько нам, в Наружности, не прожить и за целую жизнь. Каждого Дом прини­мает или отвергает. Дом хранит уйму тайн, и банальные \"скелеты в шкафах\" - лишь самый понятный угол того незримого мира, куда нет хода из Наружности, где перестают действовать привычные законы пространства-времени. Дом - это нечто гораздо большее, чем интернат для детей, от которых отказались родители. Дом - это их отдельная вселенная.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 23,
    "priceDiscount": 16,
    "pages": 960,
    "createdAt": "2020-03-18T02:30:37.873Z",
    "genre": "Fantasy",
    "slug": "dom-v-kotorom...-mariam-petrosyan",
    "priceInRubles": 1380,
    "id": "5e720f8610f402172a22f6af"
  },
  {
    "private": false,
    "releaseBook": [
      "2009-09-13T04:36:55.345Z",
      "1981-04-19T18:02:36.699Z",
      "1984-08-18T09:40:54.781Z"
    ],
    "ratingsAverage": 3.82,
    "ratingsQuantity": 25,
    "images": [],
    "_id": "5e720f8610f402172a22f695",
    "author": "Vladimir Nabokov",
    "name": "Bend Sinister",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1504377419i/142529._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1504377419l/142529._SY475_.jpg",
    "description": "The state has been recently taken over and is being run by the tyrannical and philistine ‘Average Man’ party. Under the slogans of equality and happiness for all, it has done away with individualism and freedom of thought. Only John Krug, a brilliant philosopher, stands up to the regime. His antagonist, the leader of the new party, is his old school enemy, Paduk – known as the ‘Toad’. Grieving over his wife’s recent death, Krug is at first dismissive of Paduk’s activities and sees no threat in them. But the sinister machine which Paduk has set in motion may prove stronger than the individual, stronger even than the grotesque ‘Toad’ himself. The first novel Nabokov wrote while living in America and the most overtly political novel he ever wrote, Bend Sinister is a modern classic.  While it is filled with veiled puns and characteristically delightful wordplay, it is, first and foremost, a haunting and compelling narrative about a civilized man caught in the tyranny of a police state.  Professor Adam Krug, the country's foremost philosopher, offers the only hope of resistance to Paduk, dictator and leader of the Party of the Average Man.  In a folly of bureaucratic bungling and ineptitude, the government attempts to co-opt Krug's support in order to validate the new regime.",
    "publisher": "5e4c1c885451fc08ca44051c",
    "price": 11,
    "priceDiscount": 9,
    "pages": 208,
    "createdAt": "2020-03-18T02:28:01.649Z",
    "genre": "Fiction",
    "slug": "bend-sinister-vladimir-nabokov",
    "priceInRubles": 660,
    "id": "5e720f8610f402172a22f695"
  },
  {
    "private": false,
    "releaseBook": [
      "1998-06-20T10:07:14.187Z",
      "2016-07-29T11:21:07.907Z",
      "1969-06-09T07:45:53.598Z"
    ],
    "ratingsAverage": 4.03,
    "ratingsQuantity": 14,
    "images": [],
    "_id": "5e720f8610f402172a22f6a1",
    "author": "Fyodor Dostoyevsky",
    "name": "The Dream of a Ridiculous Man",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1431712415i/329866._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1431712415l/329866.jpg",
    "description": "A short story by Fyodor Dostoyevsky written in 1877. It begins with a man walking St. Petersburg's streets while musing upon how ridiculous his life is, as well as its distinct lack of meaning or purpose. This train of thought leads him to the idea of suicide, which he resolves to commit using a previously-acquired gun. However, a chance encounter with a distressed little girl in the street derails his drastic plans.",
    "publisher": "5e4c1c885451fc08ca44051c",
    "price": 11,
    "priceDiscount": 10,
    "pages": 32,
    "createdAt": "2020-03-18T02:13:18.525Z",
    "genre": "Classics",
    "slug": "the-dream-of-a-ridiculous-man-fyodor-dostoyevsky",
    "priceInRubles": 660,
    "id": "5e720f8610f402172a22f6a1"
  },
  {
    "private": false,
    "releaseBook": [
      "1983-06-07T15:14:13.266Z",
      "1994-04-06T14:26:55.122Z",
      "2014-05-04T23:55:20.192Z"
    ],
    "ratingsAverage": 4.21,
    "ratingsQuantity": 9,
    "images": [],
    "_id": "5e720f8610f402172a22f685",
    "author": "Aleksandr Solzhenitsyn",
    "name": "The First Circle",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1171430589i/98969._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1171430589l/98969.jpg",
    "description": "Set in Moscow during a three-day period in December 1949, 'The First Circle' is the story of the prisoner Gleb Nerzhin, a brilliant mathematician. At the age of thirty-one, Nerzhin has survived the war years on the German front and the postwar years in a succession of Russian prisons and labor camps. His story is interwoven with the stories of a dozen fellow prisoners - each an unforgettable human being - from the prison janitor to the tormented Marxist intellectual who designed the Dnieper dam; of the reigning elite and their conflicted subordinates; and of the women, wretched or privileged, bound to these men. A landmark of Soviet literature, 'The First Circle' is as powerful today as it was when it was first published, nearly thirty years ago.",
    "publisher": "5e4c1c885451fc08ca440520",
    "price": 7,
    "priceDiscount": 6,
    "pages": 580,
    "createdAt": "2020-03-18T02:05:45.715Z",
    "genre": "Fiction",
    "slug": "the-first-circle-aleksandr-solzhenitsyn",
    "priceInRubles": 420,
    "id": "5e720f8610f402172a22f685"
  },
  {
    "private": false,
    "releaseBook": [
      "1966-08-09T10:40:01.931Z",
      "1967-08-31T04:29:14.691Z",
      "1996-02-15T13:31:50.908Z"
    ],
    "ratingsAverage": 3.68,
    "ratingsQuantity": 12,
    "images": [],
    "_id": "5e720f8610f402172a22f6b1",
    "author": "Vladimir Nabokov",
    "name": "Mary",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1385313368i/46323._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1385313368l/46323.jpg",
    "description": "Mary is a gripping tale of youth, first love, and nostalgia--Nabokov's first novel.  In a Berlin rooming house filled with an assortment of seriocomic Russian émigrés, Lev Ganin, a vigorous young officer poised between his past and his future, relives his first love affair.  His memories of Mary are suffused with the freshness of youth and the idyllic ambience of pre-revolutionary Russia.  In stark contrast is the decidedly unappealing boarder living in the room next to Ganin's, who, he discovers, is Mary's husband, temporarily separated from her by the Revolution but expecting her imminent arrival from Russia.",
    "publisher": "5e4c1c885451fc08ca44051d",
    "price": 7,
    "priceDiscount": 6,
    "pages": 114,
    "createdAt": "2020-03-18T02:04:44.290Z",
    "genre": "Fiction",
    "slug": "mary-vladimir-nabokov",
    "priceInRubles": 420,
    "id": "5e720f8610f402172a22f6b1"
  },
  {
    "private": false,
    "releaseBook": [
      "1983-04-25T15:53:26.061Z",
      "1993-12-09T22:05:33.688Z",
      "2018-02-19T08:56:42.980Z"
    ],
    "ratingsAverage": 4.06,
    "ratingsQuantity": 15,
    "images": [],
    "_id": "5e720f8610f402172a22f67d",
    "author": "Ivan Goncharov",
    "name": "Oblomov",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1456384296i/254308._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1456384296l/254308._SX318_.jpg",
    "description": "The novel evolved and expanded from an 1849 short story or sketch entitled \"Oblomov's Dream\". The novel focuses on the midlife crisis of the main character, Ilya Ilyich Oblomov, an upper middle class son of a member of Russia's nineteenth century landed gentry. Oblomov's distinguishing characteristic is his slothful attitude towards life. While a common negative characteristic, Oblomov raises this trait to an art form, conducting his little daily business apathetically from his bed. While clearly comedic, the novel also seriously examines many critical issues that faced Russian society in the nineteenth century. Some of these problems included the uselessness of landowners and gentry in a feudal society that did not encourage innovation or reform, the complex relations between members of different classes of society such as Oblomov's relationship with his servant Zakhar, and courtship and matrimony by the elite.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 8,
    "priceDiscount": 7,
    "pages": 586,
    "createdAt": "2020-03-18T02:03:03.686Z",
    "genre": "Classics",
    "slug": "oblomov-ivan-goncharov",
    "priceInRubles": 480,
    "id": "5e720f8610f402172a22f67d"
  },
  {
    "private": false,
    "releaseBook": [
      "2002-05-17T07:57:57.320Z",
      "1982-04-30T13:11:58.562Z",
      "1967-11-11T21:04:45.753Z"
    ],
    "ratingsAverage": 3.75,
    "ratingsQuantity": 12,
    "images": [],
    "_id": "5e720f8610f402172a22f6a9",
    "author": "Ivan Turgenev",
    "name": "Mumu",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348995551i/879879._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348995551l/879879.jpg",
    "description": "Mumu (Russian: «Муму») is a short story by Ivan Turgenev, a Russian novelist and story writer, written in 1854.The story of Gerasim, a deaf and mute serf whose life of poverty is brought into sharp relief by his connection with Mumu, a dog he rescued, brought greater national attention to the cruelties of serfdom, and received praise for its brutal portrayal of this institution in Russian society.",
    "publisher": "5e4c1c885451fc08ca44051a",
    "price": 17,
    "priceDiscount": 16,
    "pages": 60,
    "createdAt": "2020-03-18T01:49:12.652Z",
    "genre": "Cultural",
    "slug": "mumu-ivan-turgenev",
    "priceInRubles": 1020,
    "id": "5e720f8610f402172a22f6a9"
  },
  {
    "private": false,
    "releaseBook": [
      "1993-12-17T01:56:50.424Z",
      "1974-10-28T13:04:40.759Z",
      "1979-10-26T14:25:05.316Z"
    ],
    "ratingsAverage": 3.9,
    "ratingsQuantity": 17,
    "images": [],
    "_id": "5e720f8610f402172a22f6ae",
    "author": "Vladimir Nabokov",
    "name": "Pnin",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1434737531i/30593._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1434737531l/30593._SY475_.jpg",
    "description": "One of the best-loved of Nabokov’s novels, Pnin features his funniest and most heart-rending character. Professor Timofey Pnin is a haplessly disoriented Russian émigré precariously employed on an American college campus in the 1950's. Pnin struggles to maintain his dignity through a series of comic and sad misunderstandings, all the while falling victim both to subtle academic conspiracies and to the manipulations of a deliberately unreliable narrator.Initially an almost grotesquely comic figure, Pnin gradually grows in stature by contrast with those who laugh at him. Whether taking the wrong train to deliver a lecture in a language he has not mastered or throwing a faculty party during which he learns he is losing his job, the gently preposterous hero of this enchanting novel evokes the reader’s deepest protective instinct.Serialized in The New Yorker and published in book form in 1957, Pnin brought Nabokov both his first National Book Award nomination and hitherto unprecedented popularity.",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 15,
    "priceDiscount": 12,
    "pages": 143,
    "createdAt": "2020-03-18T01:20:07.793Z",
    "genre": "Fiction",
    "slug": "pnin-vladimir-nabokov",
    "priceInRubles": 900,
    "id": "5e720f8610f402172a22f6ae"
  },
  {
    "private": false,
    "releaseBook": [
      "1990-07-06T18:36:54.361Z",
      "1975-03-01T16:44:59.002Z",
      "1980-06-30T22:54:24.044Z"
    ],
    "ratingsAverage": 3.94,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f67a",
    "author": "Yevgeny Zamyatin",
    "name": "We",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1421883730i/76171._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1421883730l/76171.jpg",
    "description": "The exhilarating dystopian novel that inspired George Orwell's 1984 and foreshadowed the worst excesses of Soviet RussiaYevgeny Zamyatin's We is a powerfully inventive vision that has influenced writers from George Orwell to Ayn Rand. In a glass-enclosed city of absolute straight lines, ruled over by the all-powerful 'Benefactor', the citizens of the totalitarian society of OneState live out lives devoid of passion and creativity - until D-503, a mathematician who dreams in numbers, makes a discovery: he has an individual soul. Set in the twenty-sixth century AD, We is the classic dystopian novel and was the forerunner of works such as George Orwell's 1984 and Aldous Huxley's Brave New World. It was suppressed for many years in Russia and remains a resounding cry for individual freedom, yet is also a powerful, exciting and vivid work of science fiction. Clarence Brown's brilliant translation is based on the corrected text of the novel, first published in Russia in 1988 after more than sixty years' suppression.",
    "publisher": "5e4c1c885451fc08ca44051a",
    "price": 9,
    "priceDiscount": 8,
    "pages": 255,
    "createdAt": "2020-03-18T01:05:33.334Z",
    "genre": "Fiction",
    "slug": "we-yevgeny-zamyatin",
    "priceInRubles": 540,
    "id": "5e720f8610f402172a22f67a"
  },
  {
    "private": false,
    "releaseBook": [
      "1965-06-13T19:33:06.562Z",
      "1980-09-09T14:10:04.975Z",
      "1977-04-15T20:28:27.750Z"
    ],
    "ratingsAverage": 4.3,
    "ratingsQuantity": 17,
    "images": [],
    "_id": "5e720f8610f402172a22f671",
    "author": "Mikhail Bulgakov",
    "name": "The Master and Margarita",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327867963i/117833._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327867963l/117833.jpg",
    "description": "The first complete, annotated English Translation of Mikhail Bulgakov's comic masterpiece.An audacious revision of the stories of Faust and Pontius Pilate, The Master and Margarita is recognized as one of the essential classics of modern Russian literature. The novel's vision of Soviet life in the 1930s is so ferociously accurate that it could not be published during its author's lifetime and appeared only in a censored edition in the 1960s. Its truths are so enduring that its language has become part of the common Russian speech.One hot spring, the devil arrives in Moscow, accompanied by a retinue that includes a beautiful naked witch and an immense talking black cat with a fondness for chess and vodka. The visitors quickly wreak havoc in a city that refuses to believe in either God or Satan. But they also bring peace to two unhappy Muscovites: one is the Master, a writer pilloried for daring to write a novel about Christ and Pontius Pilate; the other is Margarita, who loves the Master so deeply that she is willing literally to go to hell for him. What ensues is a novel of in exhaustible energy, humor, and philosophical depth, a work whose nuances emerge for the first time in Diana Burgin's and Katherine Tiernan O'Connor's splendid English version.(back cover)",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 18,
    "priceDiscount": 12,
    "pages": 335,
    "createdAt": "2020-03-18T00:52:07.820Z",
    "genre": "Classics",
    "slug": "the-master-and-margarita-mikhail-bulgakov",
    "priceInRubles": 1080,
    "id": "5e720f8610f402172a22f671"
  },
  {
    "private": false,
    "releaseBook": [
      "1974-02-22T05:56:12.059Z",
      "1966-10-11T06:32:24.524Z",
      "2003-06-25T22:33:24.480Z"
    ],
    "ratingsAverage": 3.76,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f6ac",
    "author": "Fyodor Dostoyevsky",
    "name": "Poor Folk",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348171372i/67326._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348171372l/67326.jpg",
    "description": "Poor Folk is an epistolary novel -- that is, a tale told as a series of letters between the characters. And oh, what characters these are! Makar Dievushkin Alexievitch is a copy writer, barely squeaking by; Barbara Dobroselova Alexievna works as a seamstress, and both face the sort of everyday humiliation society puts upon the poor. These are people respected by no one, not even by themselves. These are folks too poor, in their circumstances, to marry; the love between them is a chaste and proper thing, a love that brings some readers to tears. But it isn't maudlin, either; Fyodor Dostoevsky has something profound to say about these people and this circumstance. And he says it very well. When the book was first published a leading Russian literary critic of the day -- Belinsky -- prophesied that Dostoevsky would become a literary giant. It isn't hard to see how he came to that conclusion, and in hindsight, he was surely was correct.",
    "publisher": "5e4c1c885451fc08ca44051c",
    "price": 5,
    "priceDiscount": 4,
    "pages": 167,
    "createdAt": "2020-03-18T00:39:25.036Z",
    "genre": "Classics",
    "slug": "poor-folk-fyodor-dostoyevsky",
    "priceInRubles": 300,
    "id": "5e720f8610f402172a22f6ac"
  },
  {
    "private": false,
    "releaseBook": [
      "1978-12-08T05:10:15.766Z",
      "2012-01-11T04:31:00.700Z",
      "1972-03-10T14:16:14.775Z"
    ],
    "ratingsAverage": 3.93,
    "ratingsQuantity": 7,
    "images": [],
    "_id": "5e720f8610f402172a22f683",
    "author": "Maxim Gorky",
    "name": "Mother",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1450564350i/88043._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1450564350l/88043._SY475_.jpg",
    "description": "1907. Maxim Gorky, pseudonym of Alexei Maksimovich Peshkov, Soviet novelist, playwright and essayist, who was a founder of social realism. Although known principally as a writer, he was closely associated with the tumultuous revolutionary period of his own country. The Mother, one of his best-known works, is the story of the radicalization of an uneducated woman that was later taken as a model for the Socialist Realist novel, and his autobiographical masterpiece Childhood.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 10,
    "priceDiscount": 7,
    "pages": 285,
    "createdAt": "2020-03-18T00:24:18.189Z",
    "genre": "Fiction",
    "slug": "mother-maxim-gorky",
    "priceInRubles": 600,
    "id": "5e720f8610f402172a22f683"
  },
  {
    "private": false,
    "releaseBook": [
      "2018-07-02T05:39:21.468Z",
      "1981-12-29T17:43:31.769Z",
      "1997-11-04T09:00:01.406Z"
    ],
    "ratingsAverage": 3.96,
    "ratingsQuantity": 14,
    "images": [],
    "_id": "5e720f8610f402172a22f6ab",
    "author": "Mikhail Bulgakov",
    "name": "Жизнь господина де Мольера",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1389096492i/1479746._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1389096492l/1479746.jpg",
    "description": "Пожалуй, только два русских писателя, страстно мечтавших побывать за границей, так никогда и не осуществили свою мечту. И даже замышлявшемуся побегу их не дано было осуществиться. Первый — Пушкин. Второй — Булгаков.Какие чувства должен был испытывать Булгаков, заключив в 1932 году договор на книгу о своем любимом драматурге Мольере в серии «Жизнь замечательных людей» и зная при этом, что никогда не сможет побывать на родине своего героя! Атмосферу Парижа второй половины семнадцатого века он создавал силой своего воображения, имея в качестве исходного материала лишь отечественные и зарубежные литературные источники. Он пишет брату Николаю в Париж: «Ты меня очень обязал бы, если бы выбрал свободную минуту для того, чтобы хотя бы бегло глянуть на памятник Мольеру (фонтан Мольера), улица Ришелье. Мне нужно краткое, но точное описание этого памятника в настоящем его виде... Если бы ты исполнил мою просьбу, ты облегчил бы мне тяжелую мою работу...»Не только работа, но и судьба книги оказалась тяжелой. Слишком уж отчетливо прослеживалась в мольеровской биографии тема писатель и власть, тема, которая проходит красной нитью и через другое произведение Булгакова — роман «Мастер и Маргарита».Впервые «Жизнь господина де Мольера» появилась в печати спустя двадцать два года после смерти автора и сразу же получила огромную читательскую популярность.Настоящее издание снабжено комментарием, в котором подробно изложена история создания Булгаковым романа-биографии «Жизнь господина де Мольера».",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 25,
    "priceDiscount": 24,
    "pages": 352,
    "createdAt": "2020-03-17T23:31:25.751Z",
    "genre": "Cultural",
    "slug": "zhizn-gospodina-de-molera-mikhail-bulgakov",
    "priceInRubles": 1500,
    "id": "5e720f8610f402172a22f6ab"
  },
  {
    "private": false,
    "releaseBook": [
      "1972-10-20T14:50:03.392Z",
      "2014-04-15T06:00:06.830Z",
      "1970-08-21T10:45:56.950Z"
    ],
    "ratingsAverage": 4.1,
    "ratingsQuantity": 8,
    "images": [],
    "_id": "5e720f8610f402172a22f67b",
    "author": "Mikhail Bulgakov",
    "name": "Heart of a Dog",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1457906509i/113205._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1457906509l/113205.jpg",
    "description": "Mikhail Bulgakov's absurdist parable of the Russian Revolution.A world-famous Moscow professor -- rich, successful, and violently envied by his neighbors -- befriends a stray dog and resolves to achieve a daring scientific first by transplanting into it the testicles and pituitary gland of a dead man. But the results are wholly unexpected: a distinctly and worryingly human animal is on the loose, and the professor's hitherto respectable life becomes a nightmare beyond endurance.As in The Master and Margarita, the masterpiece he completed shortly before his death, Mikhail Bulgakov's early novel, written in 1925, combines outrageously grotesque ideas with a narrative of deadpan naturalism. The Heart of a Dog can be read as an absurd and wonderfully comic story; it can also be seen as a fierce parable of the Russian Revolution.",
    "publisher": "5e4c1c885451fc08ca440521",
    "price": 6,
    "priceDiscount": 5,
    "pages": 123,
    "createdAt": "2020-03-17T23:12:57.975Z",
    "genre": "Fiction",
    "slug": "heart-of-a-dog-mikhail-bulgakov",
    "priceInRubles": 360,
    "id": "5e720f8610f402172a22f67b"
  },
  {
    "private": false,
    "releaseBook": [
      "1981-02-28T08:28:53.936Z",
      "1980-09-19T12:17:27.138Z",
      "1992-10-07T04:25:45.729Z"
    ],
    "ratingsAverage": 3.98,
    "ratingsQuantity": 20,
    "images": [],
    "_id": "5e720f8610f402172a22f6b9",
    "author": "Alexander Pushkin",
    "name": "Dubrovsky",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405934336i/2651456._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405934336l/2651456.jpg",
    "description": "One of Pushkin’s most thrilling prose works, Dubrovsky follows the adventures of an aristocrat-turned-brigand and his audacious scheme for revenge. It is published here with the short story Egyptian Nights. Dubrovsky is the son of a landowner whose property has been confiscated by a corrupt and malicious general. After his father dies, and his faithful servants burn his ancestral home to the ground, Dubrovsky turns to crime. But to achieve his ultimate aim of avenging his father, he must resort to subtler means than banditry. Masquerading as a French tutor, he enters the General’s house and sets about beguiling his daughter. Asking hard questions of our faith in social institutions, in particular the law, Dubrovsky displays the considerable storytelling skill of Russia’s greatest poet. Alexander Pushkin wrote lyric and narrative poems, but his masterwork is the verse novel Eugene Onegin.",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 19,
    "priceDiscount": 18,
    "pages": 185,
    "createdAt": "2020-03-17T22:47:03.446Z",
    "genre": "Cultural",
    "slug": "dubrovsky-alexander-pushkin",
    "priceInRubles": 1140,
    "id": "5e720f8610f402172a22f6b9"
  },
  {
    "private": false,
    "releaseBook": [
      "1976-07-26T03:05:50.305Z",
      "2011-03-30T23:45:44.909Z",
      "1978-04-15T02:34:49.860Z"
    ],
    "ratingsAverage": 3.89,
    "ratingsQuantity": 19,
    "images": [],
    "_id": "5e720f8610f402172a22f674",
    "author": "Vladimir Nabokov",
    "name": "Lolita",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1377756377i/7604._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1377756377l/7604.jpg",
    "description": "Humbert Humbert - scholar, aesthete and romantic - has fallen completely and utterly in love with Lolita Haze, his landlady's gum-snapping, silky skinned twelve-year-old daughter. Reluctantly agreeing to marry Mrs Haze just to be close to Lolita, Humbert suffers greatly in the pursuit of romance; but when Lo herself starts looking for attention elsewhere, he will carry her off on a desperate cross-country misadventure, all in the name of Love. Hilarious, flamboyant, heart-breaking and full of ingenious word play, Lolita is an immaculate, unforgettable masterpiece of obsession, delusion and lust.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 24,
    "priceDiscount": 19,
    "pages": 331,
    "createdAt": "2020-03-17T22:46:11.012Z",
    "genre": "Classics",
    "slug": "lolita-vladimir-nabokov",
    "priceInRubles": 1440,
    "id": "5e720f8610f402172a22f674"
  },
  {
    "private": false,
    "releaseBook": [
      "2014-11-17T16:49:33.119Z",
      "1983-09-22T21:13:44.044Z",
      "2008-04-07T00:01:31.762Z"
    ],
    "ratingsAverage": 3.7,
    "ratingsQuantity": 20,
    "images": [],
    "_id": "5e720f8610f402172a22f68d",
    "author": "Fyodor Dostoyevsky",
    "name": "The Double",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388265212i/210190._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388265212l/210190.jpg",
    "description": "While his literary reputation rests mainly on such celebrated novels as Crime and Punishment, The Brothers Karamazov, and The Idiot, Dostoyevsky also wrote much superb short fiction. The Double is one of the finest of his shorter works. It appeared in 1846 (his second published work) and is by far the most significant of his early stories, not least for its successful, straight-faced treatment of a hallucinatory theme.In The Double, the protagonist, Golyadkin senior, is persecuted by his double, Golyadkin junior, who resembles him closely in almost every detail. The latter abuses the former with mounting scorn and brutality as the tale proceeds toward its frightening denouement. Characteristic Dostoyevskyan themes of helplessness, victimization, and scandal are beautifully handled here with an artistry that qualifies the story as a small masterpiece.Students of literature, admirers of Dostoyevsky, and general readers will all be delighted to have this classic work available in this inexpensive but high-quality edition.",
    "publisher": "5e4c1c885451fc08ca44051b",
    "price": 20,
    "priceDiscount": 17,
    "pages": 144,
    "createdAt": "2020-03-17T22:34:27.636Z",
    "genre": "Classics",
    "slug": "the-double-fyodor-dostoyevsky",
    "priceInRubles": 1200,
    "id": "5e720f8610f402172a22f68d"
  },
  {
    "private": false,
    "releaseBook": [
      "2012-11-06T13:01:29.422Z",
      "2001-05-05T10:08:01.921Z",
      "1976-01-14T16:52:31.189Z"
    ],
    "ratingsAverage": 3.63,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f6ad",
    "author": "Vladimir Nabokov",
    "name": "The Enchanter",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327884626i/238943._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327884626l/238943.jpg",
    "description": "Nabokov described this novella, written in Paris in 1939 but only published twenty years later, as 'the first little throb of Lolita'. The plot is similar: a middle-aged man wedding an unattractive widow in order to indulge his paedophilic obsession with her daughter.However, The Enchanter has an utterly different atmosphere, as time, place and even names remain a mystery. Nabokov transforms his protagonist's attempts to lull his twelve-year-old step-daughter into a state of 'enchantment' into a graceful, chilling fairytale.",
    "publisher": "5e4c1c885451fc08ca44051a",
    "price": 20,
    "priceDiscount": 15,
    "pages": 114,
    "createdAt": "2020-03-17T22:32:35.919Z",
    "genre": "Fiction",
    "slug": "the-enchanter-vladimir-nabokov",
    "priceInRubles": 1200,
    "id": "5e720f8610f402172a22f6ad"
  },
  {
    "private": false,
    "releaseBook": [
      "2007-02-18T22:51:31.316Z",
      "1971-04-05T14:48:21.469Z",
      "1987-11-25T10:00:53.385Z"
    ],
    "ratingsAverage": 4.15,
    "ratingsQuantity": 8,
    "images": [],
    "_id": "5e720f8610f402172a22f68b",
    "author": "Vladimir Nabokov",
    "name": "Pale Fire",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1325355571i/13348248._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1325355571l/13348248.jpg",
    "description": "The American poet John Shade is dead. His last poem, 'Pale Fire', is put into a book, together with a preface, a lengthy commentary and notes by Shade's editor, Charles Kinbote. Known on campus as the 'Great Beaver', Kinbote is haughty, inquisitive, intolerant, but is he also mad, bad - and even dangerous? As his wildly eccentric annotations slide into the personal and the fantastical, Kinbote reveals perhaps more than he should. \n\nNabokov's darkly witty, richly inventive masterwork is a suspenseful whodunit, a story of one-upmanship and dubious penmanship, and a glorious literary conundrum.\n\nPart of a major new series of the works of Vladimir Nabokov, author of Lolita and Pale Fire, in Penguin Classics.",
    "publisher": "5e4c1c885451fc08ca440520",
    "price": 9,
    "priceDiscount": 8,
    "pages": 248,
    "createdAt": "2020-03-17T22:27:13.336Z",
    "genre": "Fiction",
    "slug": "pale-fire-vladimir-nabokov",
    "priceInRubles": 540,
    "id": "5e720f8610f402172a22f68b"
  },
  {
    "private": false,
    "releaseBook": [
      "1974-04-09T08:13:53.060Z",
      "1978-09-05T09:06:45.577Z",
      "2000-12-11T17:43:41.270Z"
    ],
    "ratingsAverage": 4.05,
    "ratingsQuantity": 18,
    "images": [],
    "_id": "5e720f8610f402172a22f68f",
    "author": "Fyodor Dostoyevsky",
    "name": "The House of the Dead",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327908745i/17877._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327908745l/17877.jpg",
    "description": "Accused of political subversion as a young man, Fyodor Dostoyevsky was sentenced to four years of hard labor at a Siberian prison camp — a horrifying experience from which he developed this astounding semi-autobiographical memoir of a man condemned to ten years of servitude for murdering his wife.As with a number of the author's other works, this profoundly influential novel brilliantly explores his characters' thoughts while probing the depths of the human soul. Describing in relentless detail the physical and mental suffering of the convicts, Dostoyevsky's character never loses faith in human qualities and the goodness of man.A haunting and remarkable work filled with wonder and resignation, The House of the Dead ranks among the Russian novelist's greatest masterpieces. Of this powerful autobiographical novel, Tolstoy wrote, \"I know no better book in all modern literature.\"",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 14,
    "priceDiscount": 10,
    "pages": 247,
    "createdAt": "2020-03-17T22:23:56.177Z",
    "genre": "Classics",
    "slug": "the-house-of-the-dead-fyodor-dostoyevsky",
    "priceInRubles": 840,
    "id": "5e720f8610f402172a22f68f"
  },
  {
    "private": false,
    "releaseBook": [
      "2018-06-13T20:28:21.108Z",
      "1981-09-26T06:36:42.260Z",
      "1978-04-08T08:12:54.662Z"
    ],
    "ratingsAverage": 4.19,
    "ratingsQuantity": 3,
    "images": [],
    "_id": "5e720f8610f402172a22f6b2",
    "author": "Anatoli Rybakov",
    "name": "Kinderen van de Arbat",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1309353591i/1485102._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1309353591l/1485102.jpg",
    "description": "Kinderen van de Arbat wordt door vele Sovjet-intellectuelen beschouwd als het belangrijkste boek van een Sovjet-auteur sinds Boris Pasternaks Dokter Zjivago. Voornamelijk omdat het onderwerpen behandelt die in de Sovjet-literatuur nooit aan bod zijn gekomen. Rybakovs roman is een literaire gebeurtenis: ‘Hierna moeten onze geschiedenisboeken vervangen worden’. In de Sovjet-Unie werd al twintig jaar uitgezien naar de publicatie van de, grotendeels autobiografische, roman Kinderen van de Arbat. Dankzij de perestrojka kon het boek in 1987 in afleveringen verschijnen in een literair tijdschrift, dat vliegensvlug uitverkocht raakte en op de zwarte markt voor grof geld werd verhandeld.Kinderen van de Arbat wordt gekenmerkt door een veelstemmigheid die herinnert aan Dostojevski. Anatoli Rybakov beschrijft de Sovjetsamenleving van de jaren 1933-1934 in al zijn geledingen: een communistisch studentenmilieu, de mondaine kringen van buitenlandse technici, het schemerige wereldje van intriganten, het leven in Siberische ballingschap en de bureaucratie van de partij. Ook kruipt Rybakov in de huid van de aanstichter van de Grote Terreur, Josef Stalin, iets wat enkele jaren geleden nog volstrekt ondenkbaar was. Stalin wordt geportretteerd als iemand die ‘grilligheid, wantrouwen en haatdragendheid combineert met consequentie, ijzeren logica en formidabele machtsdrang’. Deze objectieve weergave van het stalinistische tijdperk maakt Kinderen van de Arbat tot een monument in de Russische literatuur.",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 23,
    "priceDiscount": 20,
    "pages": 531,
    "createdAt": "2020-03-17T22:02:25.157Z",
    "genre": "Cultural",
    "slug": "kinderen-van-de-arbat-anatoli-rybakov",
    "priceInRubles": 1380,
    "id": "5e720f8610f402172a22f6b2"
  },
  {
    "private": false,
    "releaseBook": [
      "1999-03-17T21:24:51.233Z",
      "2014-09-23T14:36:48.932Z",
      "2004-12-14T22:06:47.921Z"
    ],
    "ratingsAverage": 4.32,
    "ratingsQuantity": 25,
    "images": [],
    "_id": "5e720f8610f402172a22f66f",
    "author": "Fyodor Dostoyevsky",
    "name": "The Brothers Karamazov",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1172870531i/226381._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1172870531l/226381._SY475_.jpg",
    "description": "The Brothers Karamazov tells the dramatic story of four brothers Dmitri, pleasure-seeking, impatient, unruly . . . Ivan, brilliant and morose . . . Alyosha, gentle, loving, honest . . . and the illegitimate Smerdyakov, sly, silent, cruel. Driven by intense passion, they become involved in the brutal murder of their own father, one of the most loathsome characters in all literature.",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 8,
    "priceDiscount": 6,
    "pages": 920,
    "createdAt": "2020-03-17T21:59:24.572Z",
    "genre": "Classics",
    "slug": "the-brothers-karamazov-fyodor-dostoyevsky",
    "priceInRubles": 480,
    "id": "5e720f8610f402172a22f66f"
  },
  {
    "private": false,
    "releaseBook": [
      "2009-12-27T06:41:31.957Z",
      "2007-08-08T20:41:20.624Z",
      "1989-01-19T15:32:41.709Z"
    ],
    "ratingsAverage": 4.44,
    "ratingsQuantity": 14,
    "images": [],
    "_id": "5e720f8610f402172a22f6a3",
    "author": "Anatoli Rybakov",
    "name": "Het zware zand",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1318694613i/12883117._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1318694613l/12883117.jpg",
    "description": "Het zware zand zou een luchtige kroniek over en hechte joodse familie in de Oekraïne zijn geweest, ware het niet dat de geweldadige acties van de Duitse bezetters in de Tweede Wereldoorlog een wreed einde maken aan het gezellig familieleven.Het lot van deze joden lijkt bezegeld: angst, corruptie, geruchten over vernietigingskampen, moorden... Maar er is ook heroïsch en vindingrijk verzet tegen de antisemitische barbarij.Als geen ander weet Rybakov dit meeslepende verhaal, dat gebaseerd is op een waar gebeurde geschiedenis, te vertellen.Anatoli Rybakov (Moskou, 1911), een veteraan uit de Tweede Wereldoorlog, wordt beschouwd als een van de belangrijkste Sovjet-auteurs sind Boris Pasternak. Zowel Het zware zand als zijn recentere boek Kinderen van de Arbat (het eerste deel van een tetralogie) deden bij het verschijnen veel stof opwaaien en zijn in vele talen vertaald.",
    "publisher": "5e4c1c885451fc08ca44051b",
    "price": 7,
    "priceDiscount": 5,
    "pages": 362,
    "createdAt": "2020-03-17T21:36:42.220Z",
    "genre": "Cultural",
    "slug": "het-zware-zand-anatoli-rybakov",
    "priceInRubles": 420,
    "id": "5e720f8610f402172a22f6a3"
  },
  {
    "private": false,
    "releaseBook": [
      "1974-03-29T11:25:56.714Z",
      "2011-08-02T00:36:37.977Z",
      "2010-10-15T21:57:25.128Z"
    ],
    "ratingsAverage": 3.79,
    "ratingsQuantity": 7,
    "images": [],
    "_id": "5e720f8610f402172a22f6b8",
    "author": "Leo Tolstoy",
    "name": "The Cossacks",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320406903i/17698._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320406903l/17698.jpg",
    "description": "To read Tolstoy's early sketch, The Raid, and his first novel, The Cossacks, is to enter the workshop of a great writer and thinker. In The Raid Tolstoy explores the nature of courage itself, a theme central to War and Peace. In The Cossacks he sets forth all the motifs of his whole future life and his work. The hero is a young man-about-town who has squandered half his fortune - and his life - and retires to the desultory existence of a regiment stationed in mountainous Cossack country, where he takes part in the daily life of a Cossack village. But his love for the beautiful Maryanka precipitates a conflict between the belief that \"Happiness lies in living for others\" and a passion that sweeps self-abnegation aside. As Romain Roland says, \"The full force of Tolstoy's descriptive powers is already expressed in this splendid [novel] and Tolstoy's realism shows itself with equal force in depicting human nature.\"",
    "publisher": "5e4c1c885451fc08ca44051b",
    "price": 6,
    "priceDiscount": 4,
    "pages": 161,
    "createdAt": "2020-03-17T21:19:52.176Z",
    "genre": "Classics",
    "slug": "the-cossacks-leo-tolstoy",
    "priceInRubles": 360,
    "id": "5e720f8610f402172a22f6b8"
  },
  {
    "private": false,
    "releaseBook": [
      "2009-07-08T04:31:20.328Z",
      "2019-10-01T10:00:19.291Z",
      "1979-05-20T17:39:41.508Z"
    ],
    "ratingsAverage": 4.19,
    "ratingsQuantity": 14,
    "images": [],
    "_id": "5e720f8610f402172a22f68a",
    "author": "Arkady Strugatsky",
    "name": "Roadside Picnic",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1173812259i/331256._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1173812259l/331256.jpg",
    "description": "Red Schuhart is a stalker, one of those young rebels who are compelled, in spite of extreme danger, to venture illegally into the Zone to collect the mysterious artifacts that the alien visitors left scattered around. His life is dominated by the place and the thriving black market in the alien products. But when he and his friend Kirill go into the Zone together to pick up a “full empty,” something goes wrong. And the news he gets from his girlfriend upon his return makes it inevitable that he’ll keep going back to the Zone, again and again, until he finds the answer to all his problems.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 12,
    "priceDiscount": 8,
    "pages": 145,
    "createdAt": "2020-03-17T19:59:32.944Z",
    "genre": "Science Fiction",
    "slug": "roadside-picnic-arkady-strugatsky",
    "priceInRubles": 720,
    "id": "5e720f8610f402172a22f68a"
  },
  {
    "private": false,
    "releaseBook": [
      "1976-08-02T18:12:36.412Z",
      "2012-09-06T14:53:25.304Z",
      "2014-09-13T07:13:26.968Z"
    ],
    "ratingsAverage": 3.89,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f69b",
    "author": "Boris Akunin",
    "name": "The Winter Queen",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327170801i/61463._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327170801l/61463.jpg",
    "description": "Moscow, May 1876: What would cause a talented young student from a wealthy family to shoot himself in front of a promenading public in the Alexander Gardens? Decadence and boredom, most likely, is what the commander of the Criminal Investigation Division of the Moscow Police thinks, but still he finds it curious enough to send the newest member of the division, Erast Fandorin, a young man of irresistible charm, to the Alexander Gardens precinct for more information.Fandorin is not satisfied with the conclusion that this is an open-and-shut case, nor with the preliminary detective work the precinct has done—and for good reason: The bizarre and tragic suicide is soon connected to a clear case of murder, witnessed firsthand by Fandorin. There are many unresolved questions. Why, for instance, have both victims left their fortunes to an orphanage run by the English Lady Astair? And who is the beautiful \"A.B.,\" whose signed photograph is found in the apparent suicide's apartment? Relying on his keen intuition, the eager sleuth plunges into an investigation that leads him across Europe, landing him at the deadly center of a terrorist conspiracy of worldwide proportions.",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 22,
    "priceDiscount": 21,
    "pages": 256,
    "createdAt": "2020-03-17T19:46:11.280Z",
    "genre": "Mystery",
    "slug": "the-winter-queen-boris-akunin",
    "priceInRubles": 1320,
    "id": "5e720f8610f402172a22f69b"
  },
  {
    "private": false,
    "releaseBook": [
      "2005-04-02T04:26:34.394Z",
      "1979-10-12T00:01:57.496Z",
      "1985-02-17T12:10:10.129Z"
    ],
    "ratingsAverage": 4.21,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f66d",
    "author": "Fyodor Dostoyevsky",
    "name": "Crime and Punishment",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1382846449i/7144._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1382846449l/7144.jpg",
    "description": "Raskolnikov, a destitute and desperate former student, wanders through the slums of St Petersburg and commits a random murder without remorse or regret. He imagines himself to be a great man, a Napoleon: acting for a higher purpose beyond conventional moral law. But as he embarks on a dangerous game of cat and mouse with a suspicious police investigator, Raskolnikov is pursued by the growing voice of his conscience and finds the noose of his own guilt tightening around his neck. Only Sonya, a downtrodden prostitute, can offer the chance of redemption.",
    "publisher": "5e4c1c885451fc08ca44051e",
    "price": 24,
    "priceDiscount": 23,
    "pages": 671,
    "createdAt": "2020-03-17T18:37:53.478Z",
    "genre": "Classics",
    "slug": "crime-and-punishment-fyodor-dostoyevsky",
    "priceInRubles": 1440,
    "id": "5e720f8610f402172a22f66d"
  },
  {
    "private": false,
    "releaseBook": [
      "1992-05-20T04:01:52.213Z",
      "1974-03-14T20:09:49.018Z",
      "1979-07-19T22:22:10.872Z"
    ],
    "ratingsAverage": 4.11,
    "ratingsQuantity": 6,
    "images": [],
    "_id": "5e720f8610f402172a22f688",
    "author": "Leo Tolstoy",
    "name": "The Death of Ivan Ilych And Other Stories",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1411268674i/655._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1411268674l/655.jpg",
    "description": "With an Introduction and Notes by Dr T.C.B.Cook Count Leo Tolstoy (1828-1910) is best known for War and Peace and Anna Karenina, commonly regarded as amongst the greatest novels ever written. He also, however, wrote many masterly short stories, and this volume contains four of the longest and best in distinguished translations that have stood the test of time. In the early story 'Family Happiness', Tolstoy explores courtship and marriage from the point of view of a young wife. In 'The Kreutzer Sonata' he gives us a terrifying study of marital breakdown, in 'The Devil' a powerful depiction of the power of sexual temptation, and, in perhaps the finest of all, 'The Death of Ivan Ilyich', he portrays the long agony of a man gradually coming to terms with his own mortality.Librarian's note: See alternate cover edition of ISBN 1840224533 here.",
    "publisher": "5e4c1c885451fc08ca44051a",
    "price": 8,
    "priceDiscount": 7,
    "pages": 304,
    "createdAt": "2020-03-17T18:28:01.204Z",
    "genre": "Fiction",
    "slug": "the-death-of-ivan-ilych-and-other-stories-leo-tolstoy",
    "priceInRubles": 480,
    "id": "5e720f8610f402172a22f688"
  },
  {
    "private": false,
    "releaseBook": [
      "1989-05-20T12:06:56.417Z",
      "1973-04-03T12:43:21.487Z",
      "1975-04-15T15:32:52.485Z"
    ],
    "ratingsAverage": 3.95,
    "ratingsQuantity": 15,
    "images": [],
    "_id": "5e720f8610f402172a22f678",
    "author": "Aleksandr Solzhenitsyn",
    "name": "One Day in the Life of Ivan Denisovich",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1574794164i/17125._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1574794164l/17125._SY475_.jpg",
    "description": "The only English translation authorized by Aleksandr Solzhenitsyn First published in the Soviet journal Novy Mir in 1962, One Day in the Life of Ivan Denisovich stands as a classic of contemporary literature. The story of labor-camp inmate Ivan Denisovich Shukhov, it graphically describes his struggle to maintain his dignity in the face of communist oppression. An unforgettable portrait of the entire world of Stalin's forced work camps, One Day in the Life of Ivan Denisovich is one of the most extraordinary literary documents to have emerged from the Soviet Union and confirms Solzhenitsyn's stature as \"a literary genius whose talent matches that of Dosotevsky, Turgenev, Tolstoy\"--Harrison SalisburyThis unexpurgated 1991 translation by H. T. Willetts is the only authorized edition available, and fully captures the power and beauty of the original Russian.",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 11,
    "priceDiscount": 10,
    "pages": 182,
    "createdAt": "2020-03-17T17:42:09.852Z",
    "genre": "Fiction",
    "slug": "one-day-in-the-life-of-ivan-denisovich-aleksandr-solzhenitsyn",
    "priceInRubles": 660,
    "id": "5e720f8610f402172a22f678"
  },
  {
    "private": false,
    "releaseBook": [
      "1977-01-17T09:31:45.336Z",
      "1968-03-02T04:16:48.121Z",
      "1983-07-01T10:29:01.312Z"
    ],
    "ratingsAverage": 4.06,
    "ratingsQuantity": 19,
    "images": [],
    "_id": "5e720f8610f402172a22f67f",
    "author": "Mikhail Sholokhov",
    "name": "And Quiet Flows the Don",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1444113702i/78024._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1444113702l/78024.jpg",
    "description": "And Quiet Flows the Don or Quietly Flows the Don (Тихий Дон, lit. \"The Quiet Don\") is 4-volume epic novel by Russian writer Mikhail Aleksandrovich Sholokhov. The 1st three volumes were written from 1925 to '32 & published in the Soviet magazine October in 1928–32. The 4th volume was finished in 1940. The English translation of the 1st three volumes appeared under this title in 1934. The novel is considered one of the most significant works of Russian literature in the 20th century. It depicts the lives & struggles of Don Cossacks during WWI, the Russian Revolution & Russian Civil War. In 1965, Sholokhov was awarded the Nobel Prize for Literature for this novel. The authorship of the novel is contested by some literary critics & historians, who believe it wasn't entirely written by Sholokhov.",
    "publisher": "5e4c1c885451fc08ca44051d",
    "price": 17,
    "priceDiscount": 16,
    "pages": 1408,
    "createdAt": "2020-03-17T17:27:40.786Z",
    "genre": "Fiction",
    "slug": "and-quiet-flows-the-don-mikhail-sholokhov",
    "priceInRubles": 1020,
    "id": "5e720f8610f402172a22f67f"
  },
  {
    "private": false,
    "releaseBook": [
      "1990-08-23T05:09:37.391Z",
      "2010-05-10T15:22:43.394Z",
      "2009-01-31T17:14:47.503Z"
    ],
    "ratingsAverage": 3.94,
    "ratingsQuantity": 22,
    "images": [],
    "_id": "5e720f8610f402172a22f691",
    "author": "Ivan Turgenev",
    "name": "Spring Torrents",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1352582209i/28462._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1352582209l/28462.jpg",
    "description": "Returning to Russia from a tour in Italy, twenty-three-year-old Dimitry Sanin breaks his journey in Frankfurt, where he encounters the beautiful Gemma Roselli, who works in her parents' patisserie, and falls deeply and deliriously in love for the first time. Convinced that nothing can come in the way of everlasting happiness with his fiancee, Dimitry impetuously decides to begin a new life and sell his Russian estates. But when he meets the potential buyer, the intriguing Madame Polozov, his youthful vulnerability makes him prey for a darker, destructive infatuation. A novel of haunting beauty, \"Spring Torrents\" (1870-1) is a fascinating, partly autobiographical account of one of Turgenev's favourite themes - a man's inability to love without losing his innocence and becoming enslaved to obsessive passions.",
    "publisher": "5e4c1c885451fc08ca440521",
    "price": 10,
    "priceDiscount": 9,
    "pages": 240,
    "createdAt": "2020-03-17T17:18:09.753Z",
    "genre": "Classics",
    "slug": "spring-torrents-ivan-turgenev",
    "priceInRubles": 600,
    "id": "5e720f8610f402172a22f691"
  },
  {
    "private": false,
    "releaseBook": [
      "1969-08-04T16:17:18.960Z",
      "1977-03-02T20:14:26.369Z",
      "1970-12-19T15:01:21.551Z"
    ],
    "ratingsAverage": 4,
    "ratingsQuantity": 25,
    "images": [],
    "_id": "5e720f8610f402172a22f689",
    "author": "Vladimir Nabokov",
    "name": "The Gift",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1526825311i/8147._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1526825311l/8147._SY475_.jpg",
    "description": "The Gift is the last of the novels Nabokov wrote in his native Russian and the crowning achievement of that period in his literary career.  It is also his ode to Russian literature, evoking the works of Pushkin, Gogol, and others in the course of its narrative:  the story of Fyodor Godunov-Cherdyntsev, an impoverished émigré poet living in Berlin, who dreams of the book he will someday write--a book very much like The Gift itself.",
    "publisher": "5e4c1c885451fc08ca44051c",
    "price": 22,
    "priceDiscount": 21,
    "pages": 406,
    "createdAt": "2020-03-17T17:16:38.983Z",
    "genre": "Fiction",
    "slug": "the-gift-vladimir-nabokov",
    "priceInRubles": 1320,
    "id": "5e720f8610f402172a22f689"
  },
  {
    "private": false,
    "releaseBook": [
      "1997-06-29T12:34:33.759Z",
      "2017-01-25T05:21:15.127Z",
      "1968-11-05T01:42:24.252Z"
    ],
    "ratingsAverage": 4.11,
    "ratingsQuantity": 5,
    "images": [],
    "_id": "5e720f8610f402172a22f67e",
    "author": "Mikhail Lermontov",
    "name": "A Hero of Our Time",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1344023178i/226378._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1344023178l/226378.jpg",
    "description": "In its adventurous happenings, its abductions, duels, and sexual intrigues, A Hero of Our Time looks backward to the tales of Sir Walter Scott and Lord Byron, so beloved by Russian society in the 1820s and '30s. In the character of its protagonist, Pechorin, the archetypal Russian antihero, Lermontov's novel looks forward to the subsequent glories and passion of Russian literature that it helped, in great measure, to make possible.",
    "publisher": "5e4c1c885451fc08ca44051b",
    "price": 5,
    "priceDiscount": 4,
    "pages": 185,
    "createdAt": "2020-03-17T16:31:23.776Z",
    "genre": "Classics",
    "slug": "a-hero-of-our-time-mikhail-lermontov",
    "priceInRubles": 300,
    "id": "5e720f8610f402172a22f67e"
  },
  {
    "private": false,
    "releaseBook": [
      "1969-03-07T04:54:12.831Z",
      "1971-04-24T12:06:05.605Z",
      "1993-01-28T23:52:00.741Z"
    ],
    "ratingsAverage": 3.98,
    "ratingsQuantity": 16,
    "images": [],
    "_id": "5e720f8610f402172a22f6a5",
    "author": "Sergei Lukyanenko",
    "name": "Night Watch",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1351342315i/359375._SX50_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1351342315l/359375.jpg",
    "description": "Others. They walk among us. Observing. Set in contemporary Moscow, where shape shifters, vampires, and street-sorcerers linger in the shadows, Night Watch is the first book of the hyper-imaginative fantasy pentalogy from best-selling Russian author Sergei Lukyanenko. This epic saga chronicles the eternal war of the “Others,” an ancient race of humans with supernatural powers who must swear allegiance to either the Dark or the Light. The agents of the Dark – the Night Watch – oversee nocturnal activity, while the agents of the Light keep watch over the day. For a thousand years both sides have maintained a precarious balance of power, but an ancient prophecy has decreed that a supreme Other will one day emerge, threatening to tip the scales. Now, that day has arrived. When a mid-level Night Watch agent named Anton stumbles upon a cursed young woman – an uninitiated Other with magnificent potential – both sides prepare for a battle that could lay waste to the entire city, possible the world. With language that throbs like darkly humorous hard-rock lyrics about blood and power, freedom and responsibility, Night Watch is a chilling, cutting-edge thriller, a pulse-pounding ride of fusion fiction that will leave you breathless for the next instalment.",
    "publisher": "5e4c1c885451fc08ca44051d",
    "price": 19,
    "priceDiscount": 15,
    "pages": 455,
    "createdAt": "2020-03-17T15:59:12.717Z",
    "genre": "Fantasy",
    "slug": "night-watch-sergei-lukyanenko",
    "priceInRubles": 1140,
    "id": "5e720f8610f402172a22f6a5"
  },
  {
    "private": false,
    "releaseBook": [
      "1979-11-12T15:49:09.558Z",
      "2005-07-24T11:16:45.363Z",
      "1987-07-07T08:35:39.558Z"
    ],
    "ratingsAverage": 3.99,
    "ratingsQuantity": 17,
    "images": [],
    "_id": "5e720f8610f402172a22f673",
    "author": "Nikolai Gogol",
    "name": "Dead Souls",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1387201057i/28381._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1387201057l/28381.jpg",
    "description": "Dead Souls is eloquent on some occasions, lyrical on others, and pious and reverent elsewhere. Nicolai Gogol was a master of the spoof. The American students of today are not the only readers who have been confused by him. Russian literary history records more divergent interpretations of Gogol than perhaps of any other classic.In a new translation of the comic classic of Russian literature, Chichikov, an enigmatic stranger and conniving schemer, buys deceased serfs' names from their landlords' poll tax lists hoping to mortgage them for profit and to reinvent himself as a likeable gentleman.",
    "publisher": "5e4c1c885451fc08ca440520",
    "price": 8,
    "priceDiscount": 6,
    "pages": 464,
    "createdAt": "2020-03-17T15:05:46.516Z",
    "genre": "Classics",
    "slug": "dead-souls-nikolai-gogol",
    "priceInRubles": 480,
    "id": "5e720f8610f402172a22f673"
  },
  {
    "private": false,
    "releaseBook": [
      "1977-05-21T19:30:52.274Z",
      "1994-02-01T01:52:03.059Z",
      "1979-01-02T17:32:49.874Z"
    ],
    "ratingsAverage": 4.09,
    "ratingsQuantity": 11,
    "images": [],
    "_id": "5e720f8610f402172a22f679",
    "author": "Alexander Pushkin",
    "name": "Eugene Onegin",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388373138i/27822._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388373138l/27822.jpg",
    "description": "Eugene Onegin is the master work of the poet whom Russians regard as the fountainhead of their literature. Set in imperial Russia during the 1820s, Pushkin's novel in verse follows the emotions and destiny of three men - Onegin the bored fop, Lensky the minor elegiast, and a stylized Pushkin himself - and the fates and affections of three women - Tatyana the provincial beauty, her sister Olga, and Pushkin's mercurial Muse. Engaging, full of suspense, and varied in tone, it also portrays a large cast of other characters and offers the reader many literary, philosophical, and autobiographical digressions, often in a highly satirical vein. Eugene Onegin was Pushkin's own favourite work, and it shows him attempting to transform himself from romantic poet into realistic novelist. This new translation seeks to retain both the literal sense and the poetic music of the original, and capture the poem's spontaneity and wit. The introduction examines several ways of reading the novel, and the text is richly annotated.",
    "publisher": "5e4c1c885451fc08ca44051f",
    "price": 16,
    "priceDiscount": 12,
    "pages": 240,
    "createdAt": "2020-03-17T14:53:40.925Z",
    "genre": "Classics",
    "slug": "eugene-onegin-alexander-pushkin",
    "priceInRubles": 960,
    "id": "5e720f8610f402172a22f679"
  },
  {
    "private": false,
    "releaseBook": [
      "1973-10-31T17:06:51.968Z",
      "1979-09-01T20:57:03.069Z",
      "2002-10-08T14:49:00.033Z"
    ],
    "ratingsAverage": 4.18,
    "ratingsQuantity": 4,
    "images": [],
    "_id": "5e720f8610f402172a22f672",
    "author": "Fyodor Dostoyevsky",
    "name": "The Idiot",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327865902i/12505._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327865902l/12505.jpg",
    "description": "Returning to Russia from a sanitarium in Switzerland, the Christ-like epileptic Prince Myshkin finds himself enmeshed in a tangle of love, torn between two women—the notorious kept woman Nastasya and the pure Aglaia—both involved, in turn, with the corrupt, money-hungry Ganya. In the end, Myshkin’s honesty, goodness, and integrity are shown to be unequal to the moral emptiness of those around him. In her revision of the Garnett translation, Anna Brailovsky has corrected inaccuracies wrought by Garnett’s drastic anglicization of the novel, restoring as much as possible the syntactical structure of the original story.",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 12,
    "priceDiscount": 10,
    "pages": 667,
    "createdAt": "2020-03-17T14:17:54.756Z",
    "genre": "Classics",
    "slug": "the-idiot-fyodor-dostoyevsky",
    "priceInRubles": 720,
    "id": "5e720f8610f402172a22f672"
  },
  {
    "private": false,
    "releaseBook": [
      "2018-01-09T02:08:57.886Z",
      "1977-02-25T13:12:24.173Z",
      "2011-03-14T15:41:23.045Z"
    ],
    "ratingsAverage": 3.98,
    "ratingsQuantity": 8,
    "images": [],
    "_id": "5e720f8610f402172a22f69a",
    "author": "Nikolai Gogol",
    "name": "The Inspector General",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415677867i/142262._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415677867l/142262.jpg",
    "description": "Considered the high point of Gogol's writing for the stage and a masterpiece of dramatic satire, The Inspector General skewers the stupidity, greed, and venality of Russian provincial officials. When it is announced that the Inspector General is coming to visit incognito, Anton, the chief of police, hastens to clean up the town before his arrival. Local officials scurry to hide evidence of bribe-taking and other misdeeds, setting the stage for the arrival from St. Petersburg of Ivan, a penurious gambler and rake who is promptly taken by the townspeople to be the dreaded Inspector General. Ivan, and his servant, Osip, soon take advantage of the situation with hilarious results. First performed in 1836, the play transcends regional and national boundaries to offer a biting, highly entertaining glimpse of universal human foibles and failings.",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 5,
    "priceDiscount": 4,
    "pages": 80,
    "createdAt": "2020-03-17T13:58:48.614Z",
    "genre": "Classics",
    "slug": "the-inspector-general-nikolai-gogol",
    "priceInRubles": 300,
    "id": "5e720f8610f402172a22f69a"
  },
  {
    "private": false,
    "releaseBook": [
      "2015-11-26T22:30:20.810Z",
      "1971-07-16T19:39:39.125Z",
      "1987-06-24T11:00:20.447Z"
    ],
    "ratingsAverage": 4.11,
    "ratingsQuantity": 17,
    "images": [],
    "_id": "5e720f8610f402172a22f670",
    "author": "Leo Tolstoy",
    "name": "War and Peace",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1413215930i/656._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1413215930l/656.jpg",
    "description": "In Russia's struggle with Napoleon, Tolstoy saw a tragedy that involved all mankind. Greater than a historical chronicle, War and Peace is an affirmation of life itself, `a complete picture', as a contemporary reviewer put it, `of everything in which people find their happiness and greatness, their grief and humiliation'. Tolstoy gave his personal approval to this translation, published here in a new single volume edition, which includes an introduction by Henry Gifford, and Tolstoy's important essay `Some Words about War and Peace'.",
    "publisher": "5e4c1c885451fc08ca440519",
    "price": 22,
    "priceDiscount": 21,
    "pages": 1392,
    "createdAt": "2020-03-17T13:36:23.096Z",
    "genre": "Classics",
    "slug": "war-and-peace-leo-tolstoy",
    "priceInRubles": 1320,
    "id": "5e720f8610f402172a22f670"
  },
  {
    "private": false,
    "releaseBook": [
      "2017-09-10T14:26:43.164Z",
      "1982-03-14T08:40:59.021Z",
      "1972-03-20T11:16:31.682Z"
    ],
    "ratingsAverage": 4.44,
    "ratingsQuantity": 20,
    "images": [],
    "_id": "5e720f8610f402172a22f681",
    "author": "Vasily Grossman",
    "name": "Life and Fate",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320447178i/88432._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320447178l/88432.jpg",
    "description": "Life and Fate is an epic tale of a country told through the fate of a single family, the Shaposhnikovs. As the battle of Stalingrad looms, Grossman's characters must work out their destinies in a world torn apart by ideological tyranny and war. Completed in 1960 and then confiscated by the KGB, this sweeping panorama of Soviet society remained unpublished until it was smuggled into the West in 1980, where it was hailed as a masterpiece.Librarian's Note: This is an alternative cover edition of ISBN13: 9780099506164",
    "publisher": "5e4c1c885451fc08ca44051b",
    "price": 22,
    "priceDiscount": 16,
    "pages": 864,
    "createdAt": "2020-03-17T13:28:40.887Z",
    "genre": "Fiction",
    "slug": "life-and-fate-vasily-grossman",
    "priceInRubles": 1320,
    "id": "5e720f8610f402172a22f681"
  },
  {
    "private": false,
    "releaseBook": [
      "1974-03-21T22:57:16.892Z",
      "2003-04-29T16:25:24.305Z",
      "2014-10-22T06:33:20.203Z"
    ],
    "ratingsAverage": 4.22,
    "ratingsQuantity": 5,
    "images": [],
    "_id": "5e720f8610f402172a22f6b6",
    "author": "Fyodor Dostoyevsky",
    "name": "The Insulted and Humiliated",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1347466262i/329803._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1347466262l/329803.jpg",
    "description": "The Insulted & Injured, published soon after Dostoevsky's political imprisonment, clearly foreshadows his later preoccupation with unconscious psychological drives & their external effects on the lives of his characters. Where his later works carry these drives to inevitably dramatic conclusions, The Insulted & Injured confines them within the smaller boundaries of everyday event. In this story the impulse toward self-abnegation in love, which appears so markedly in both Vanya & Natasha, isn't itself enough to direct their lives; instead, it combines with their social world & the mundane ambitions of Prince Valkovsky to defeat their hope of happiness. Of all the characters in the novel, only Natasha's lover, the Prince's son Alyosha-the person least driven to mold life to his own terms-emerges untouched. Here are, to a greater extent than in Dostoevsky's more familiar works, flesh-&-blood people as we see them around every day. They are made up of both good & evil, of will & acceptance. Unfailingly they command interest & illuminate understanding.",
    "publisher": "5e4c1c885451fc08ca44051a",
    "price": 20,
    "priceDiscount": 18,
    "pages": 460,
    "createdAt": "2020-03-17T12:16:45.988Z",
    "genre": "Classics",
    "slug": "the-insulted-and-humiliated-fyodor-dostoyevsky",
    "priceInRubles": 1200,
    "id": "5e720f8610f402172a22f6b6"
  },
  {
    "private": false,
    "releaseBook": [
      "1995-07-29T06:52:51.473Z",
      "1979-03-29T03:07:05.614Z",
      "2000-09-03T10:22:22.722Z"
    ],
    "ratingsAverage": 4.03,
    "ratingsQuantity": 21,
    "images": [],
    "_id": "5e720f8610f402172a22f6a0",
    "author": "Fyodor Dostoyevsky",
    "name": "White Nights",
    "imageThumbnailUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1400327832i/4518919._SY75_.jpg",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1400327832l/4518919.jpg",
    "description": "It was a wonderful night, such a night as is only possible when we are young, dear reader. The sky was so starry, so bright that, looking at it, one could not help asking oneself whether ill-humoured and capricious people could live under such a sky. That is a youthful question too, dear reader, very youthful, but may the Lord put it more frequently into your heart!... Speaking of capricious and ill-humoured people, I cannot help recalling my moral condition all that day. From early morning I had been oppressed by a strange despondency. It suddenly seemed to me that I was lonely, that every one was forsaking me and going away from me. Of course, any one is entitled to ask who \"every one\" was.",
    "publisher": "5e4c1c885451fc08ca440522",
    "price": 22,
    "priceDiscount": 17,
    "pages": 64,
    "createdAt": "2020-03-17T12:12:24.707Z",
    "genre": "Classics",
    "slug": "white-nights-fyodor-dostoyevsky",
    "priceInRubles": 1320,
    "id": "5e720f8610f402172a22f6a0"
  }
]